[
{"url": "https://woonzeker.com/aanbod/s-gravenhage/linnaeusstraat-143", "address": "Linnaeusstraat 143", "city": "'s-Gravenhage", "postal_code": "2522 GJ", "latitude": 4.3270263, "longitude": 4.3270263, "price": 1200.0, "rooms": 4, "bedrooms": 3, "surface": "68 m²", "furniture": "upholstered", "photo": "https://cdn.realmark.cloud/91/publicPhotos/04b72a0b-aae8-4ee1-8bec-cedab07ddf90/7c6109cf-cf16-45aa-aff5-57006219ff5c.jpeg", "description": "**English text belowLeuk 4-kamer appartement beschikbaar met riante tuin! Alle gemakken treft u in de directe omgeving en met de fiets bereikt u binnen 10 minuten hartje centrum Den Haag. Het appartement is perfect voor een startend stel!INDELING:  De woning bevindt zich direct op de begane grond. Voordeur, entree appartement in de hal waar vanuit u alle vertrekken kunt betreden. Woonkamer van circa. 26 m². Separate keuken welke is voorzien van een kookplaat en afzuigkap. Vanuit de woonkamer en de keuken heeft u middels openslaande deuren toegang tot de riante tuin. Drie slaapkamers van circa. 7 m², 12 m² en 6 m². Badkamer welke is voorzien van een douche en wastafel. Het toilet is separaat.De gehele woning is voorzien van een laminaatvloer, verlichtingsarmaturen en wordt verwarmd middels centrale verwarming. De wasmachine/ droger aansluiting bevindt zich in een separate kast.  BIJZONDERHEDEN:- Diverse winkels in de omgeving       - Zuiderpark                 - Met tuin       HUURPRIJS:- Exclusief gas, water, elektra, televisie, internet- Inclusief voorschot voor eventuele servicekostenHUURVOORWAARDEN:-  Woning is geschikt voor maximaal 2 personen / gezin- Huurtermijn: minimaal 1 jaar + onbepaalde tijd  - Waarborgsom gelijk aan de (totale) maandhuur- Huisvestingsvergunning verplicht (max. bruto jaarinkomen betreft € 57.573 voor 1 persoon en € 76.764  voor 2 of meer personen)- Geen huisdieren toegestaan BENODIGDHEDEN:Zie onder tab “huurvoorwaarden” welke documenten vereist zijn voor het huren van deze woning. *Aan bovenstaande tekst kunnen geen juridische rechten worden ontleend__________________________**English text belowNice 4-room apartment available with spacious garden! All conveniences can be found in the immediate vicinity and you can reach the center of The Hague within 10 minutes by bike. The apartment is perfect for a starting couple!LAYOUT: The house is located directly on the ground floor. Front door, apartment entrance in the hall from which you can enter all rooms. Living room of approx. 26 m². Separate kitchen which is equipped with a hob and extractor hood. From the living room and the kitchen you have access to the spacious garden through French doors. Three bedrooms of approx. 7 m², 12 m² and 6 m². Bathroom which has a shower and sink. The toilet is separate.The entire house has a laminate floor, lighting fixtures and is heated by central heating. The washer/dryer connection is located in a separate cupboard.DETAILS:- Various shops in the area- Zuiderpark- With gardenRENTAL PRICE:- Excluding gas, water, electricity, television and internet - Including advance payment for  any service costsRENTAL CONDITIONS:- Property is suitable for a maximum of 2 persons / family- Lease term: minimum 1 year + indefinite period- Deposit equal to the (total) monthly rent- Housing permit required (max. gross annual income is € 57.573 for 1 person and € 76.764  for 2 or more persons)- No pets allowedREQUIREMENTS:See under the tab \"rental conditions\" which documents are required for renting this property.* No legal rights can be derived from the above text"},
{"url": "https://woonzeker.com/aanbod/'s-Gravenhage%20/kepplerstraat-249-b", "address": "Kepplerstraat 249", "city": "", "postal_code": "2562 VM 's-Gravenhage", "latitude": 4.280005, "longitude": 4.280005, "price": 830.0, "rooms": 2, "bedrooms": 1, "surface": "30 m²", "furniture": "upholstered", "photo": "https://cdn.realmark.cloud/91/publicPhotos/a7fdd522-7c36-46c6-98ed-70e2aaf86854/ee70f991-8737-4eb5-b4d8-c1d629f300e5.jpeg", "description": "Gelegen in een zijstraat van de bekende Regentesselaan, dit leuke 2-kamer appartement beschikbaar met balkon! Nabij de woning treft u de Weimarstraat waar u goed terecht kunt voor uw dagelijkse benodigdheden. Tevens treft u nabij de woning de geweldige Reinkenstraat. In de Reinkenstraat treft u diverse luxe winkeltjes, delicatessenzaakjes, banketbakkers en boetiekjes. Tevens treft u de Albert Heijn en diverse openbaarvervoer verbindingen nabij de woning. Perfect appartement voor een starter! INDELING: Entree op straatniveau, u betreedt de gemeenschappelijke ruimte. U neemt de trap naar de 2e  etage het appartement zich aan de achterzijde bevindt. Voordeur, entree appartement in de hal. Woonkamer van circa. 16 m². Openkeuken welke is voorzien van een kookplaat, koelkast en afzuigkap.  Slaapkamer van circa. 8 m². Vanuit de slaapkamer heeft u middels openslaande deuren toegang tot het balkon. Badkamer welke is voorzien van een wastafel, douche en toilet. De gehele woning is voorzien van een laminaatvloer, verlichtingsarmaturen en wordt verwarmd middels centrale verwarming. De aansluiting van de wasmachine/ droger bevindt zich in de interne hal en is privé.   BIJZONDERHEDEN:- Met balkon       - Reinkenstraat       - Geweldige locatie!    HUURPRIJS:- Exclusief voorschot € 150,00 p/m voor gebruik gas, water, elektra en exclusief internet en televisie - Inclusief eventuele servicekostenHUURVOORWAARDEN:- Woning is geschikt voor maximaal 1 persoon - Huurtermijn: maximaal twee jaar  - Waarborgsom gelijk aan de (totale) maandhuur- Huisvestingsvergunning verplicht (max. bruto jaarinkomen betreft € 61.148 voor 1 persoon en € 77.521  voor 2 of meer personen)- Geen huisdieren toegestaan BENODIGDHEDEN:Zie onder tab “huurvoorwaarden” welke documenten vereist zijn voor het huren van deze woning. *Aan bovenstaande tekst kunnen geen juridische rechten worden ontleend_______________Located in a side street of the famous Regentesselaan, this nice 2-room apartment available with balcony! Near the house in the Weimarstraat where you can go for your daily necessities. You will also find the great Reinkenstraat near the house. In the Reinkenstraat you will find various luxury shops, delicatessens, pastry shops and boutiques. Also connection to the Albert Heijn and various public transport connections near the house. Perfect apartment for a starter!LAY-OUT: Entrance at street level, you enter the common area. You take the stairs to the 2nd floor the apartment is located at the rear. Front door, entrance apartment in the hall. Living room of approx. 16 m². Open kitchen which is equipped with a hob, fridge and extractor hood. Bedroom of approx. 8 m². From the bedroom you have access to the balcony through patio doors. Bathroom which is equipped with a sink, shower and toilet.The entire house has a laminate floor, lighting fixtures and is heated by central heating. The connection for the washer/dryer is located in the internal hall and is private. PARTICULARITIES:- With balcony- Reinkenstraat- Great location!RENTAL PRICE:- Exclusive advance payment of € 150,00 p/m for use of gas, water, electricity and excluding internet and television- Including any service costsRENTAL CONDITIONS:- Property is suitable for a maximum of 1 person- Lease term: maximum two years- Deposit equal to the (total) monthly rent- Housing permit required (max. gross annual income is € 61.148,- for 1 person and € 77.521,- for 2 or more persons)- No pets allowedSUPPLIES:See under the \"rental conditions\" tab which documents are required for renting this property.* No legal rights can be derived from the above text"},
{"url": "https://woonzeker.com/aanbod/s-gravenhage/piet-heinstraat-64-b-kamer-1", "address": "Piet Heinstraat 64", "city": "'s-Gravenhage", "postal_code": "2518 CJ", "latitude": 4.300351, "longitude": 4.300351, "price": 550.0, "rooms": 1, "bedrooms": 1, "surface": "30 m²", "furniture": "upholstered", "photo": "https://cdn.realmark.cloud/91/publicPhotos/87db4e36-b461-45e4-b468-9d4fc38c680e/1284c996-f077-46ff-9806-2b2d91200c9d.jpeg", "description": "**English text belowGelegen in de meest populaire buurt van Den Haag namelijk het Zeeheldenkwartier, deze leuke studio beschikbaar. Het hart van het centrum van Den Haag is op loopafstand te bereiken. Diverse winkels, terrassen, eettentjes, restaurants, barretjes, supermarkten, uitgaansgelegenheden, boetiekjes treft u allemaal in de directe omgeving. Tevens treft u de Paleistuinen, Panorama Mesdag, Paleis Noordeinde, Prins Hendrikstraat, Albert XL (+ Gall & Gall en Etos) nabij de woning. Perfect voor een student met garantstelling! INDELING: Entree op straatniveau, u betreedt de gemeenschappelijke ruimte. U neemt de trap naar de 2e etage waar de studio zich aan de voorzijde bevindt. Vanuit de gemeenschappelijke hal zijn de keuken/badkamer gesitueerd. De keuken en badkamer zijn gecombineerd in een ruimte, de keuken is voorzien van een kookplaat en van een douchecabine. Het toilet is separaat. De studio is ca. 25 m2 en heeft een leuk uitzicht over de Piet Heinstraat.De gehele woning is voorzien van een laminaatvloer en wordt verwarmd middels centrale verwarming. BIJZONDERHEDEN:- Let op! Er is geen internet mogelijk op dit adres          - Geschikt voor een student met garantstelling  - Zeeheldenkwartier- Geweldige omgeving!   HUURPRIJS:- Exclusief voorschot € 150,00 p/m voor gebruik gas, water, elektra en exclusief televisie en internet- Inclusief eventuele servicekostenHUURVOORWAARDEN:- Woning is geschikt voor maximaal 1 persoon - Huurtermijn: maximaal 6 maanden jaar  - Waarborgsom gelijk aan de (totale) maandhuur- Huisvestingsvergunning verplicht (max. bruto jaarinkomen betreft € 51.863) - Geen huisdieren toegestaan BENODIGDHEDEN:Zie onder tab “huurvoorwaarden” welke documenten vereist zijn voor het huren van deze woning. *Aan bovenstaande tekst kunnen geen juridische rechten worden ontleend"},
{"url": "https://woonzeker.com/aanbod/s-gravenhage/hulshorststraat-186", "address": "Hulshorststraat 186", "city": "'s-Gravenhage", "postal_code": "2573 ER", "latitude": 4.2884886, "longitude": 4.2884886, "price": 1300.0, "rooms": 4, "bedrooms": 2, "surface": "69 m²", "furniture": "upholstered", "photo": "https://cdn.realmark.cloud/91/publicPhotos/737a076b-6841-47a4-946f-680f4c8b84c7/4fcc7c39-2892-40d0-912c-12a20dc9fba8.jpeg", "description": "Een prettige woning op de begane grond mét voor- en achtertuin gelegen in rustige en groene omgeving, ideaal voor ontspanning na een drukke dag. Op loopafstand vindt u diverse winkels, restaurants en openbaar vervoersmogelijkheden. Het nabijgelegen park biedt een aangename plek voor een wandeling of ontspanning in de natuur. INDELING: Entree op straatniveau. Voordeur, doorloop in de hal. Vanuit de hal heeft u toegang tot alle vertrekken. Woonkamer van circa. 31 m2. Aparte keuken voorzien van een inductiekookplaat, afzuigkap, koelkast, vriezer, vaatwasser en een combi magnetron. Twee slaapkamers waarvan één gelegen aan de voorzijde van circa. 7m2 en één gelegen aan de achterzijde van circa. 8m2. Een kleurrijke badkamer voorzien van een ligbad, wastafel en het toilet. Het gehele appartement is voorzien van een laminaat vloer, verlichtingsarmaturen, dubbel glas en wordt verwarmd middels centrale verwarming.BIJZONDERHEDEN:- Begane grond woning - Heerlijke tuin - Ook geschikt voor twee studenten / twee woningdelers (met garantstelling)- Zuiderpark HUURPRIJS:- Exclusief gas, water, elektra, internet en televisie- Inclusief voorschot voor eventuele servicekostenHUURVOORWAARDEN:- Woning is geschikt voor maximaal 2 personen / gezin- Huurtermijn: maximaal 2 jaar- Waarborgsom gelijk aan de (totale) maandhuur- Huisvestingsvergunning verplicht (max. bruto jaarinkomen betreft € 62.191,- voor 1 persoon en € 82.921,- voor 2 of meer personen)- Geen huisdieren toegestaanBENODIGDHEDEN:Zie onder tab “huurvoorwaarden” welke documenten vereist zijn voor het huren van deze woning.*Aan bovenstaande tekst kunnen geen juridische rechten worden ontleend__________________________A nice house on the ground floor with front and backyard located in a quiet and green area, ideal for relaxation after a busy day. Within walking distance you will find various shops, restaurants and public transport options. The nearby park offers a pleasant place for a walk or relaxation in nature.LAYOUT: Entrance at street level. Front door, passage into the hall. From the hall you have access to all rooms. Living room of approx. 31 m2. Separate kitchen with an induction hob, extractor hood, refrigerator, freezer, dishwasher and a combination microwave. Two bedrooms, one located at the front of approx. 7m2 and one located at the rear of approx. 8m2. A colorful bathroom with a bath, wash basin and toilet.The entire apartment has a laminate floor, lighting fixtures, double glazing and is heated by central heating.PARTICULARITIES:- Ground floor house- Lovely garden- Also suitable for two students / two home sharers (with guarantee).- ZuiderparkRENTAL PRICE:- Excluding gas, water, electricity, internet and television- Including advance payment for any service costsRENTAL CONDITIONS:- House is suitable for a maximum of 2 people / family- Rental period: maximum 2 years- Deposit equal to the (total) monthly rent- Housing permit required (max. gross annual income is €62,191 for 1 person and €82,921 for 2 or more persons)- No pets allowedSUPPLIES:See under the “rental conditions” tab which documents are required to rent this property.*No legal rights can be derived from the above text"},
{"url": "https://woonzeker.com/aanbod/rotterdam/oranjeboomstraat-254-e-kamer-2", "address": "Oranjeboomstraat 254", "city": "Rotterdam", "postal_code": "3071 BM", "latitude": 4.5444022, "longitude": 4.5444022, "price": 500.0, "rooms": 1, "bedrooms": 1, "surface": "11 m²", "furniture": "upholstered", "photo": "https://cdn.realmark.cloud/91/publicPhotos/b02c0fe1-2bec-4745-9ed5-ec59e40738f1/b4d4bb1f-264d-4f06-be1e-3ee7648540c2.jpeg", "description": "Beschikbaar op de Oranjeboomstraat, een studio gelegen in het zuidelijke deel van Rotterdam. Perfect voor studenten! De Oranjeboomstraat is een levendige en diverse buurt met een mix van geschiedenis, gemeenschapsleven en moderne voorzieningen. INDELING: : Entree op straatniveau, u betreedt de gemeenschappelijke ruimte met bellentableau, brievenbussen. u neemt de trap naar de 4e etage. De studio heeft een omvang van 11 m2. Keuken is gedeeld met de medebewoners en is voorzien van kookplaat, koelkast, vriezer en een afzuigkap. Badkamer is tevens ook gedeeld met de medebewoners en is voorzien van een douche en een wastafel. Het toilet is separaat. Het gedeelde balkon gelegen aan de achterzijde is toegankelijk via de gemeenschappelijk ruimte. De studio is voorzien van een vloer, verlichtingsarmaturen en wordt verwarmd middels C.V. De wasmachine bevind zich in de badkamer.  BIJZONDERHEDEN:- Perfect voor een student (met garantstelling!)- Feyenoord- BalkonHUURPRIJS:- Exclusief voorschotbetaling € 100,00 p/m voor gebruik gas, water, elektra- Exclusief internet/televisie- Inclusief voorschotbetaling eventuele servicekostenHUURVOORWAARDEN:- Woning is geschikt voor maximaal 1 persoon- Huurtermijn: maximaal 2 jaar- Waarborgsom gelijk aan de (totale) maandhuur- Geen huisdieren toegestaanBENODIGDHEDEN:Zie onder tab “huurvoorwaarden” welke documenten vereist zijn voor het huren van deze woning.*Aan bovenstaande tekst kunnen geen juridische rechten worden ontleend_____________________Available on the Oranjeboomstraat, a studio located in the southern part of Rotterdam. Perfect for students! Oranjeboomstraat is a vibrant and diverse neighborhood with a mix of history, community life and modern amenities.LAYOUT: : Entrance at street level, you enter the common area with doorbells, mailboxes. you take the stairs to the 4th floor. The studio has a size of 11 m2. The kitchen is shared with the inmates and is equipped with a hob, refrigerator, freezer and an extractor hood. The bathroom is also shared with the inmates and is equipped with a shower and a sink. The toilet is separate.The shared balcony located at the rear is accessible through the common area.The studio has a floor, lighting fixtures and is heated by central heating. The washing machine is located in the bathroom. PARTICULARITIES:- Perfect for a student (with guarantee!)- Feyenoord- BalconyRENTAL PRICE:- Excluding advance payment € 100.00 p/m for use of gas, water, electricity- Excluding internet/television- Including advance payment for any service costsRENTAL CONDITIONS:- House is suitable for a maximum of 1 person- Rental period: maximum 2 years- Deposit equal to the (total) monthly rent- No pets allowedSUPPLIES:See under the “rental conditions” tab which documents are required to rent this property.*No legal rights can be derived from the above text"},
{"url": "https://woonzeker.com/aanbod/s-gravenhage/conradkade-37-b", "address": "Conradkade 37", "city": "'s-Gravenhage", "postal_code": "2517 BP", "latitude": 4.2864621, "longitude": 4.2864621, "price": 1300.0, "rooms": 2, "bedrooms": 1, "surface": "64 m²", "furniture": null, "photo": "https://cdn.realmark.cloud/91/publicPhotos/6641d302-f157-4daa-baba-be0a8eba53de/087115b5-1d5b-429b-9aea-ab6517377d71.jpeg", "description": "*See English text below Volledig gerenoveerd 2-kamer appartement beschikbaar! De woning is gelegen in één van de meest gewilde wijken van Den Haag namelijk het Zeeheldenkwartier. Op loopafstand treft u het bruisende centrum van Den Haag, de Weimarstraat, openbaarvervoer, de Paleistuinen, het Vredespaleis en diverse winkels aan de Prins Hendrikstraat en de Piet Heinstraat. Perfect geschikt voor een stel! INDELING: Entree op straatniveau, u betreedt de gemeenschappelijke ruimte. U neemt de trap naar de 2e en tevens bovenste etage. Voordeur, entree appartement in de hal waar vanuit u alle vertrekken kunt betreden. Ruime woonkamer van circa. 25 m². Een slaapkamer aan de achterzijde van ca. 10 m2 met openslaande deuren naar het balkon aan de achterzijde. De keuken en badkamer zijn voorzien van alle gemakken.De gehele woning is voorzien van een laminaat vloer en wordt verwarmd middels centrale verwarming. De wasmachine/ droger aansluiting bevindt zich in de keuken. BIJZONDERHEDEN: - Volledig gerenoveerd - Zeeheldenkwartier en randje centrum Den Haag - Top appartement!HUURPRIJS: - Exclusief kosten voor gebruik gas, water, elektra, televisie en internet - Inclusief voorschotbetaling voor gebruik eventuele servicekosten HUURVOORWAARDEN: - Woning is geschikt voor maximaal 2 personen / gezin - Huurtermijn: minimaal 1 jaar + onbepaalde tijd - Waarborgsom gelijk aan de (totale) maandhuur - Huisvestingsvergunning verplicht (max. bruto jaarinkomen betreft €62.191 voor 1 persoon en €82.991 voor 2 of meer personen) - Geen huisdieren toegestaan BENODIGDHEDEN: Zie onder tab “huurvoorwaarden” welke documenten vereist zijn voor het huren van deze woning. *Aan bovenstaande tekst kunnen geen juridische rechten worden ontleend_________Fully renovated 2-room apartment available! The property is located in one of the most sought-after neighborhoods of The Hague, namely the Zeeheldenkwartier. Within walking distance, you will find the bustling center of The Hague, the Weimarstraat, public transportation, the Paleistuinen, the Peace Palace, and various shops on Prins Hendrikstraat and Piet Heinstraat. Perfectly suitable for a couple!LAYOUT:  Entrance at street level, you enter the communal area. You take the stairs to the 2nd and top floor. Front door, entrance to the apartment in the hallway from which you can access all rooms. Spacious living room of approximately 25 m². A bedroom at the rear of about 10 m2 with French doors to the balcony at the back. The kitchen and bathroom are equipped with all conveniences.  The entire property has laminate flooring and is heated by central heating. The washer/dryer connection is located in the kitchen.SPECIAL FEATURES: - Fully renovated  - Zeeheldenkwartier and near the center of The Hague  - Top apartment!RENTAL PRICE:  - Excluding costs for gas, water, electricity, television, and internet  - Including advance payment for any service charges  RENTAL CONDITIONS:  - Property is suitable for a maximum of 2 persons / family  - Rental period: minimum 1 year + indefinite period  - Deposit equal to the (total) monthly rent  - Housing permit required (maximum gross annual income of €62,191 for 1 person and €82,991 for 2 or more persons)  - No pets allowed  REQUIREMENTS:  See under the \"rental conditions\" tab which documents are required for renting this property.*No legal rights can be derived from the above text."},
{"url": "https://woonzeker.com/aanbod/s-gravenhage/regentesselaan-194-c", "address": "Regentesselaan 194", "city": "'s-Gravenhage", "postal_code": "2562 EH", "latitude": 4.283788599999999, "longitude": 4.283788599999999, "price": 725.0, "rooms": 2, "bedrooms": 1, "surface": "30 m²", "furniture": null, "photo": "https://cdn.realmark.cloud/91/publicPhotos/fab34136-2d74-4761-9899-8377089469ba/0a30c71a-3065-4fa4-93f0-db7359c40ee6.jpeg", "description": "*See English text below Super leuk 2-kamer appartement beschikbaar! De woning is gelegen in één van de meest gewilde wijken van Den Haag namelijk het Regentessekwartier. Op loopafstand treft u de Weimarstraat en de Fahrenheitstraat. Met alle voorzieningen en gemakken van dien in de buurt is dit de ideale locatie!INDELING: Entree op straatniveau, u betreedt de gemeenschappelijke ruimte. U neemt de trap naar de 2e etage waar het appartement zich bevindt aan de voorzijde. Voordeur, entree appartement in de woonkamer. De woonkamer is ca. 16m2 en beschikt over een open keuken welke is voorzien van een kookplaat, afzuigkap en een koelkast. Slaapkamer van circa 5m2. En de badkamer welke is voorzien van een douche, wastafel en toilet. De gehele woning is voorzien van een laminaat vloer en wordt verwarmd middels centrale verwarming. De wasmachine/ droger aansluiting bevindt zich in de gezamenlijke hal en wordt gebruikt middels een muntsysteem. BIJZONDERHEDEN: - Regentessekwartier - Goede ov bereikbaarheid- Voorzieningen nabij HUURPRIJS: - Exclusief voorschotbetaling €125 p/m voor gebruik gas, water, elektra, televisie en internet - Inclusief voorschotbetaling voor eventuele servicekosten HUURVOORWAARDEN: - Woning is geschikt voor maximaal 1 persoon - Huurtermijn: minimaal 1 jaar + onbepaalde tijd - Waarborgsom gelijk aan de (totale) maandhuur - Huisvestingsvergunning verplicht (max. bruto jaarinkomen betreft €47.699 voor 1 persoon) - Geen huisdieren toegestaan BENODIGDHEDEN: Zie onder tab “huurvoorwaarden” welke documenten vereist zijn voor het huren van deze woning. *Aan bovenstaande tekst kunnen geen juridische rechten worden ontleend _____Super nice 2-room apartment available! The property is located in one of the most desirable neighborhoods of The Hague, namely the Regentessekwartier. Within walking distance, you will find the Weimarstraat and the Fahrenheitstraat. With all amenities nearby, this is the ideal location!LAYOUT:Entrance at street level, you enter the communal area. You take the stairs to the 2nd floor where the apartment is located at the front. Front door, entrance to the apartment in the living room. The living room is approximately 16m2 and has an open kitchen equipped with a hob, extractor hood, and a refrigerator. Bedroom of approximately 5m2. And the bathroom which is equipped with a shower, sink, and toilet.  The entire property has laminate flooring and is heated by central heating. The washer/dryer connection is located in the communal hallway and is used through a coin system.SPECIAL FEATURES:  - Regentessekwartier  - Good public transportation accessibility  - Amenities nearby  RENTAL PRICE:  - Excluding advance payment of €125 per month for gas, water, electricity, television, and internet  - Including advance payment for any service charges  RENTAL CONDITIONS:  - Property is suitable for a maximum of 1 person  - Rental period: minimum 1 year + indefinite period  - Deposit equal to the (total) monthly rent  - Housing permit required (maximum gross annual income of €47,699 for 1 person)  - No pets allowed  REQUIREMENTS: See under the \"rental conditions\" tab which documents are required for renting this property.*No legal rights can be derived from the above text."},
{"url": "https://woonzeker.com/aanbod/s-gravenhage/damasstraat-168", "address": "Damasstraat 168", "city": "'s-Gravenhage", "postal_code": "2522 TZ", "latitude": 4.3254089, "longitude": 4.3254089, "price": 1350.0, "rooms": 4, "bedrooms": 3, "surface": "69 m²", "furniture": "upholstered", "photo": "https://cdn.realmark.cloud/91/publicPhotos/b9ad0cd4-2ecb-4fd0-a60d-c87f76757d5b/a9086f33-bb88-4339-a86b-b9cd300a6e48.jpeg", "description": "De Damasstraat staat bekend om zijn levendige sfeer en centrale ligging. Op steenworp afstand bevinden zich diverse boetieks, restaurants en culturele hotspots. Het openbaar vervoer is uitstekend bereikbaar, waardoor u eenvoudig de rest van de stad kunt verkennen. Geniet van de nabijheid van groene parken voor ontspannende wandelingen en recreatie.INDELING: Entree op straatniveau. Voordeur, doorloop in de hal. Vanuit de hal heeft u toegang tot alle vertrekken. Woonkamer van circa. 12 m2 met open keuken voorzien van een kookplaat, afzuigkap, koelkast, vriezer en een oven. Drie slaapkamers waarvan 2 gelegen aan de voorzijde. Eén slaapkamer van circa. 10 m2 en één van circa. 9 m2. De slaapkamer gelegen aan de achterzijde is circa. 7 m2. Badkamer voorzien van een ligbad wastafel. Het toilet is separaat. De gehele woning is voorzien van een laminaat vloer, verlichtingsarmaturen en wordt verwarmd middels centrale verwarming. De aansluiting voor de wasmachine bevindt zich in de keuken. BIJZONDERHEDEN:- Haagse hogeschool - Ook geschikt voor twee studenten / twee woningdelers (met garantstelling).HUURPRIJS:- Exclusief gas, water, elektra, internet en televisie- Inclusief voorschot voor eventuele servicekostenHUURVOORWAARDEN:- Woning is geschikt voor maximaal 2 personen / gezin- Huurtermijn: maximaal 2 jaar - Waarborgsom gelijk aan de (totale) maandhuur- Huisvestingsvergunning verplicht (max. bruto jaarinkomen betreft € 62.191,- voor 1 persoon en € 82.921,- voor 2 of meer personen)- Geen huisdieren toegestaanBENODIGDHEDEN:Zie onder tab “huurvoorwaarden” welke documenten vereist zijn voor het huren van deze woning.*Aan bovenstaande tekst kunnen geen juridische rechten worden ontleend__________________________Damasstraat is known for its lively atmosphere and central location. Several boutiques, restaurants and cultural hotspots are just a stone's throw away. Public transport is easily accessible, making it easy to explore the rest of the city. Enjoy the proximity to green parks for relaxing walks and recreation.LAYOUT: Entrance at street level. Front door, passage into the hall. From the hall you have access to all rooms. Living room of approx. 12 m2 with open kitchen with a hob, extractor hood, refrigerator, freezer and an oven. Three bedrooms, 2 of which are located at the front. One bedroom of approx. 10 m2 and one of approx. 9 m2. The bedroom located at the rear is approx. 7 m2. Bathroom with a bath and sink. The toilet is separate.The entire house has a laminate floor, lighting fixtures and is heated by central heating. The connection for the washing machine is in the kitchen.PARTICULARITIES:- The Hague University of Applied sciences- Also suitable for two students / two home sharers (with guarantee).RENTAL PRICE:- Excluding gas, water, electricity, internet and television- Including advance payment for any service costsRENTAL CONDITIONS:- House is suitable for a maximum of 2 people- Rental period: maximum 2 years- Deposit equal to the (total) monthly rent- Housing permit required (max. gross annual income is €62,191 for 1 person and €82,921 for 2 or more persons)- No pets allowedSUPPLIES:See under the “rental conditions” tab which documents are required to rent this property.*No legal rights can be derived from the above text"},
{"url": "https://woonzeker.com/aanbod/voorburg/broekslootkade-38", "address": "Broekslootkade 38", "city": "Voorburg", "postal_code": "2274 HB", "latitude": 4.3609638, "longitude": 4.3609638, "price": 1350.0, "rooms": 3, "bedrooms": 2, "surface": "77 m²", "furniture": "upholstered", "photo": "https://cdn.realmark.cloud/91/publicPhotos/39d890cf-42ac-418b-86bd-2b96a628af75/534ba137-7263-4cc5-8e7e-b6b6857fc8fd.jpeg", "description": "*See English text below3-kamer woning gelegen op de begane grond met voor- en achterbalkon en een ZEER ruime tuin met tuinhuisje gelegen op het Noord-Westen. Gunstig gelegen t.o.v. winkels (Kon Julianaplein), het oude centrum, de Julianabaan en uitvalswegen naar de snelweg. INDELING:Gesloten portiek, entree appartement in de hal welke toegang geeft tot de verschillende vertrekken. Woonkamer van ca. 30 m2. 1e slaapkamer van ca. 11 m2, 2e slaapkamer van ca. 8 m2. Separate keuken welke is voorzien van kookplaat, afzuigkap en koelkast combi. Badkamer voorzien van vaste wastafel en douche. En een separaat toilet.De gehele woning is voorzien van een laminaatvloer en dubbele beglazing. De wasmachine aansluiting bevindt zich in de keuken. BIJZONDERHEDEN: - Riante tuin- Diversiteit aan voorzieningen- Geheel gerenoveerdHUURPRIJS: - Exclusief kosten  voor gas, water, elektra. - Inclusief eventuele servicekosten, internet en televisieHUURVOORWAARDEN: - Woning is geschikt voor 2 personen/ gezin- Huurtermijn: minimaal 1 jaar + onbepaalde tijd - Waarborgsom gelijk aan de (totale) maandhuur - Huisvestingsvergunning niet verplicht - Geen huisdieren toegestaan BENODIGDHEDEN: Zie onder tab “huurvoorwaarden” welke documenten vereist zijn voor het huren van deze woning. *Aan bovenstaande tekst kunnen geen juridische rechten worden ontleend ___"},
{"url": "https://woonzeker.com/aanbod/rotterdam/verschoorstraat-66-a02", "address": "Verschoorstraat 66", "city": "Rotterdam", "postal_code": "3081 JZ", "latitude": 4.4778746, "longitude": 4.4778746, "price": 700.0, "rooms": 1, "bedrooms": 1, "surface": "22 m²", "furniture": null, "photo": "https://cdn.realmark.cloud/91/publicPhotos/a01ff478-7ace-4408-a58a-b6ee2f36bb20/c1d61207-41a8-4949-84f3-92a8775dea1c.jpeg", "description": "*See English text belowIdeale studio beschikbaar. Gelegen in Rotterdam-Zuid, omvat een levendige omgeving doordrenkt van geschiedenis en moderniteit. Omringd door bruisende straten en historische gebouwen, biedt deze buurt een charmante mix van culturele diversiteit en stedelijke dynamiek. Lokale cafés, restaurants en boetiekjes trekken zowel bewoners als bezoekers aan, die genieten van de diverse culinaire en culturele ervaringen die hier te vinden zijn.INDELING: Gemeenschappelijke entree op straatniveau, trap naar de 2e etage waar de studio zich aan de achterzijde bevindt. Op de gemeenschappelijke hal is het gedeelde toilet gesitueerd. Binnenkomst in de studio, aan de rechterzijde meteen de badkamer welke is voorzien van een douche en een enkele wastafel. Verder is de studio voorzien van een woon/slaapkamer van circa 15m2, welke is gelegen aan het balkon. En een keuken welke is voorzien van een kookplaat, koel/ vriescombinatie, afzuigkap en een magnetron. Geheel voorzien van een laminaat vloer, dubbele beglazing, verwarmd middels CV. De wasmachine aansluiting is gedeeld en gesitueerd op de gemeenschappelijke hal.BIJZONDERHEDEN: - Centrale ligging- Diversiteit aan voorzieningen- Heerlijk balkon - Geschikt voor (internationale) student met garantstellingHUURPRIJS: - Exclusief voorschot van €100,00 voor gas, water, elektra. - Inclusief eventuele servicekosten, internet en televisieHUURVOORWAARDEN: - Woning is geschikt voor maximaal 1 persoon- Huurtermijn: maximaal 2 jaar- Waarborgsom gelijk aan de (totale) maandhuur - Huisvestingsvergunning niet verplicht - Geen huisdieren toegestaan - Parkeervergunning: zie hier (https://www.rotterdam.nl/wachtlijst-parkeervergunning) meer informatie over de – mogelijke – wachtlijst voor de parkeervergunning BENODIGDHEDEN: Zie onder tab “huurvoorwaarden” welke documenten vereist zijn voor het huren van deze woning. *Aan bovenstaande tekst kunnen geen juridische rechten worden ontleend ___Perfect studio available. Located in Rotterdam-Zuid, it encompasses a vibrant environment steeped in history and modernity. Surrounded by bustling streets and historic buildings, this neighborhood offers a charming mix of cultural diversity and urban dynamism. Local cafes, restaurants, and boutiques attract both residents and visitors who enjoy the diverse culinary and cultural experiences found here.LAYOUT:Communal entrance at street level, stairs to the 2nd floor where the studio is located at the rear. The shared toilet is situated in the communal hallway. Entry into the studio, immediately on the right is the bathroom which is equipped with a shower and a single sink. Furthermore, the studio features a living/bedroom of approximately 15m2, which is located adjacent to the balcony. And a kitchen equipped with a hob, fridge/freezer, extractor hood, and a microwave. Fully equipped with laminate flooring, double glazing, heated via central heating. The washing machine connection is shared and situated in the communal hallway.SPECIFICS:- Central location- Diversity of amenities- Lovely balcony- Suitable for a student with a guarantor.RENTAL PRICE:- Excluding an advance payment of €100.00 for gas, water, electricity.- Including any service charges, internet, and television.RENTAL CONDITIONS:- Property is suitable for a maximum of 1 person.- Rental period: maximum 2 years- Deposit equal to the (total) monthly rent.- Housing permit not required.- No pets allowed.- Parking permit: see here (https://www.rotterdam.nl/wachtlijst-parkeervergunning) for more information about the possible waiting list for the parking permit.REQUIREMENTS:See under the \"rental conditions\" tab which documents are required for renting this property.*No legal rights can be derived from the above text.*"},
{"url": "https://woonzeker.com/aanbod/s-gravenhage/herengracht-3-a", "address": "Herengracht 3", "city": "'s-Gravenhage", "postal_code": "2511 EG", "latitude": 4.318771400000001, "longitude": 4.318771400000001, "price": 2700.0, "rooms": 4, "bedrooms": 2, "surface": "113 m²", "furniture": "furnished", "photo": "https://cdn.realmark.cloud/91/publicPhotos/a6a5ed77-1df6-46f0-bc78-8525584bdd8b/59528f50-4708-412f-9b9e-9b68f0c24e07.jpeg", "description": "*See English text belowHoogwaardige afwerking gelegen midden in het bruisende centrum van Den Haag. De bovenwoning is onlangs volledig gerenoveerd en ademt sfeer, comfort en luxe. De ruime woonkamer is voorzien van een prachtige houten vloer, zonder de authentieke kenmerken uit het oog te verliezen. De grote keuken is voorzien van divers inbouwapparatuur en het appartement heeft twee mooie betegelde badkamers. Het kroonjuweel van deze woning is de heerlijke buitenruimte. Omgeven door restaurants, bars en winkels. Het centraal station is gemakkelijk te voet te bereiken.INDELING: Entree op straatniveau. Trap naar eerste etage. Voordeur tot het appartement, entree in de hal. Openslaande stalen deuren naar de ruime en lichte woonkamer. Aangrenzend aan de woonkamer vindt u de prachtige half open keuken welke is voorzien van divers inbouwapparatuur. Vanuit de hal heeft  u toegang tot de grote slaapkamer. Vanuit de slaapkamer heeft u middels openslaande deuren toegang tot het heerlijke terras. Badkamer met ligbad, douche, toilet en wastafel. Tweede slaapkamer met entree in een separate ruimte, die gebruikt kan worden als kastenkamer. Tweede badkamer en-suite met wastafel en douchecabine. Separaat toilet met fontein.Gehele woning is voorzien van een laminaatvloer, meubilering, verlichtingsarmaturen en raambekleding.BIJZONDERHEDEN:- Gelegen in het centrum van Den Haag - Voorzieningen nabij   - GemeubileerdHUURPRIJS: - Exclusief kosten voor gebruik gas, water, elektra - Inclusief voorschotbetaling voor gebruik meubilering en eventuele servicekostenHUURVOORWAARDEN: - Woning is geschikt voor maximaal 2 personen / gezin - Huurtermijn: minimaal 1 jaar + onbepaalde tijd - Waarborgsom gelijk aan de (totale) maandhuur - Huisvestingsvergunning niet verplicht- Geen huisdieren toegestaanBENODIGDHEDEN: Zie onder tab “huurvoorwaarden” welke documenten vereist zijn voor het huren van deze woning.*Aan bovenstaande tekst kunnen geen juridische rechten worden ontleend_______________High-quality finishing located in the vibrant center of The Hague. The upper apartment has recently been completely renovated and exudes atmosphere, comfort, and luxury. The spacious living room features a beautiful wooden floor, without losing sight of the authentic characteristics. The large kitchen is equipped with various built-in appliances, and the apartment has two beautiful tiled bathrooms. The crown jewel of this property is the delightful outdoor space. Surrounded by restaurants, bars, and shops. The central station is easily accessible on foot.LAYOUT: Entrance at street level. Stairs to the first floor. Front door to the apartment, entrance into the hallway. French steel doors to the spacious and bright living room. Adjacent to the living room, you will find the beautiful semi-open kitchen which is equipped with various built-in appliances. From the hallway, you have access to the large bedroom. From the bedroom, you have access to the lovely terrace through French doors. Bathroom with bathtub, shower, toilet, and sink. Second bedroom with entrance in a separate room, which can be used as a dressing room. Second bathroom en-suite with sink and shower cabin. Separate toilet with fountain. The entire house is equipped with laminate flooring, furniture, lighting fixtures, and window coverings.SPECIFICS:- Located in the center of The Hague- Amenities nearby- FurnishedRENT:- Excluding costs for gas, water, electricity- Including advance payment for furniture use and any service costsRENTAL CONDITIONS:- Property is suitable for a maximum of 2 persons/family- Rental period: minimum 1 year + indefinite- Deposit equal to the (total) monthly rent- Housing permit not required - No pets allowedREQUIREMENTS: See under the \"rental conditions\" tab which documents are required for renting this property.*No legal rights can be derived from the above text"},
{"url": "https://woonzeker.com/aanbod/s-gravenhage/medemblikstraat-28-c", "address": "Medemblikstraat 28", "city": "'s-Gravenhage", "postal_code": "2547 GX", "latitude": 4.2676237, "longitude": 4.2676237, "price": 1275.0, "rooms": 3, "bedrooms": 2, "surface": "64 m²", "furniture": null, "photo": "https://cdn.realmark.cloud/91/publicPhotos/3d5ebbea-3650-4bf4-a314-530da0a839ce/ba79f3b9-25ce-4ad1-a8df-21046644b89f.jpeg", "description": "**English text belowGelegen aan de Medemblikstraat, gerenoveerd 3-kamer appartement. De Medemblikstraat is gelegen in een vriendelijke en goed onderhouden wijk met een diversiteit aan voorzieningen. Op loopafstand vind je diverse winkels, restaurants, en recreatieve mogelijkheden. Het nabijgelegen Zuiderpark biedt een prachtige groene omgeving voor ontspanning en recreatie.INDELING: Gesloten portiek op straatniveau. Het appartement bevindt zich op de derde etage. Voordeur, entree in de hal. Vanuit de hal heeft u toegang tot alle vertrekken. Woonkamer over de gehele lengte van de woning met een scheidingseparatie. Keuken voorzien van een fornuis, oven, afzuigkap, koelkast, vriezer en een combi magnetron. Twee slaapkamers waarvan één circa. 6 m2 en één slaapkamer van circa. 5 m2. Zeer nette badkamer voorzien van een douche en enkele wastafel.De gehele woning is voorzien van een laminaat vloer, verlichtingsarmaturen, dubbele beglazing en wordt verwarmd middels centrale verwarming. De woning beschikt over een wasmachine/ droger aansluiting. BIJZONDERHEDEN: -\tGelegen bij het Zuiderpark-\tNabij diverse gemakken -\tRuim balkon HUURPRIJS: - Exclusief gas, water, elektra televisie, internet- Inclusief voorschot voor gebruik  eventuele servicekostenHUURVOORWAARDEN: - Woning is geschikt voor maximaal 2 personen / gezin - Huurtermijn: minimaal 1 jaar + onbepaalde tijd - Waarborgsom gelijk aan de (totale) maandhuur - Huisvestingsvergunning verplicht (max. bruto jaarinkomen betreft € 57.573 voor 1 persoon en € 76.764 voor 2 of meer personen) - Geen huisdieren toegestaan BENODIGDHEDEN: Zie onder tab “huurvoorwaarden” welke documenten vereist zijn voor het huren van deze woning. *Aan bovenstaande tekst kunnen geen juridische rechten worden ontleend __________________________Located on Medemblikstraat, renovated 3-room apartment. Medemblikstraat is situated in a friendly and well-maintained neighborhood with a variety of amenities. Within walking distance, you will find various shops, restaurants, and recreational opportunities. The nearby Zuiderpark offers a beautiful green environment for relaxation and recreation.LAYOUT:Closed entrance at street level. The apartment is located on the third floor. Front door, entrance into the hallway. From the hallway, you have access to all rooms. Living room spanning the entire length of the property with a separation wall. Kitchen equipped with a stove, oven, extractor hood, refrigerator, freezer, and a microwave oven. Two bedrooms, one approximately 6 m² and one bedroom of approximately 5 m². Very neat bathroom with a shower and single washbasin.The entire property is fitted with laminate flooring, lighting fixtures, double glazing, and is heated by central heating. The property has a washer/dryer connection.SPECIAL FEATURES:- Located near Zuiderpark- Close to various amenities- Spacious balconyRENT:- Excluding gas, water, electricity, television, internet- Including advance payment for  any service costsRENTAL CONDITIONS:- Property is suitable for a maximum of 2 persons/family- Rental period: minimum 1 year + indefinite period- Deposit equal to the (total) monthly rent- Housing permit required (max. gross annual income is € 57,573 for 1 person and € 76,764 for 2 or more persons)- No pets allowedREQUIREMENTS:See under the \"rental conditions\" tab which documents are required for renting this property.*No legal rights can be derived from the above text."},
{"url": "https://woonzeker.com/aanbod/delft/roland-holstlaan-993", "address": "Roland Holstlaan 993", "city": "Delft", "postal_code": "2624 KJ", "latitude": 4.355934599999999, "longitude": 4.355934599999999, "price": 1300.0, "rooms": 3, "bedrooms": 2, "surface": "65 m²", "furniture": "upholstered", "photo": "https://cdn.realmark.cloud/91/publicPhotos/8a8a1bfa-07f8-49a0-bd9f-139aa152db0c/2555ade3-6ba8-4852-87dc-39554d5fa194.jpeg", "description": "**English text below Leuke 3-kamer appartement beschikbaar welke is gelegen in Delft, in de Voorhof buurt. Op fietsafstand van de Technische Universiteit; station Delft-Zuid in de directe omgeving en het winkelcentrum De Hoven Passage op loopafstand. Deze woning beschikt over twee ruime slaapkamers en een ruim en comfortabel balkon!INDELING: Entree op straatniveau, u betreedt de gemeenschappelijke ruimte met bellentableau, brievenbussen, hal met lift, het trappenhuis en de toegang tot de bergingen. Lift en/ of trap naar de 2e etage. Voordeur, entree appartement in de hal waar de meterkast en een separaat toilet met fontein zijn gesitueerd. Ruime en lichte woonkamer van circa. 28 mÂ². Vanuit de woonkamer heeft u middels openslaande deuren toegang tot het heerlijke balkon met uitzicht over het water. Separaat neutraal keukenblok. Twee slaapkamers van circa. 13 m² en 12 m². Badkamer welke is voorzien van een douche en wastafel.De gehele woning is voorzien van een laminaat vloer, dubbele beglazing en wordt verwarmd middels centrale verwarming. De woning beschikt over een wasmachine/ droger aansluiting. BIJZONDERHEDEN: -\tGelegen in Delft -\tNabij diverse gemakken -\tRuim balkon HUURPRIJS: - Exclusief voorschot € 150,00 p/m voor stookkosten- Exclusief water, elektra en gas (eigen meters)- Inclusief eventuele servicekostenHUURVOORWAARDEN: - Woning is geschikt voor maximaal 2 personen / gezin - Huurtermijn: minimaal 1 jaar + onbepaalde tijd - Waarborgsom gelijk aan de (totale) maandhuur - Huisvestingsvergunning niet verplicht- Geen huisdieren toegestaan BENODIGDHEDEN: Zie onder tab “huurvoorwaarden” welke documenten vereist zijn voor het huren van deze woning. *Aan bovenstaande tekst kunnen geen juridische rechten worden ontleend ___________Lovely 3-room apartment available located in Delft, in the Voorhof neighborhood. Within cycling distance of the Technical University; Delft-Zuid station in the immediate vicinity and the De Hoven Passage shopping center within walking distance. This property features two spacious bedrooms and a large, comfortable balcony!LAYOUT:Entrance at street level, you enter the communal area with doorbell panel, mailboxes, hallway with elevator, staircase, and access to the storage rooms. Elevator and/or stairs to the 2nd floor. Front door, entrance to the apartment in the hallway where the meter cupboard and a separate toilet with fountain are located. Spacious and bright living room of approximately 28 m². From the living room, you have access to the lovely balcony with a view over the water through French doors. Separate neutral kitchen unit. Two bedrooms of approximately 13 m² and 12 m². Bathroom equipped with a shower and washbasin.The entire property is equipped with laminate flooring, double glazing, and is heated by central heating. The property has a washer/dryer connection.SPECIAL FEATURES:- Located in Delft- Close to various amenities- Spacious balconyRENT:- Exclusive advance payment of €150.00 per month for heating costs- Excluding water, electricity, and gas (individual meters)- Including any potential service chargesRENTAL CONDITIONS:- Property is suitable for a maximum of 2 persons/family- Rental period: minimum 1 year + indefinite period- Deposit equal to the (total) monthly rent- No housing permit required- No pets allowedREQUIREMENTS:See under the \"rental conditions\" tab which documents are required for renting this property.*No legal rights can be derived from the above text."},
{"url": "https://woonzeker.com/aanbod/s-gravenhage/johan-gramstraat-40-b-kamer-2", "address": "Johan Gramstraat 40", "city": "'s-Gravenhage", "postal_code": "2522 XA", "latitude": 4.3237293, "longitude": 4.3237293, "price": 870.0, "rooms": 1, "bedrooms": 1, "surface": "30 m²", "furniture": "furnished", "photo": "https://cdn.realmark.cloud/91/publicPhotos/4a914f8c-5b4f-42e0-8a04-6fed2496fc9a/a0b7c6e4-ab29-4e67-a5e4-e9b29f87a7f3.jpeg", "description": "Perfect voor een (internationale)student, een deels gemeubileerde studio met balkon. Gelegen in de wijk Laakkwartier en dus om de hoek van de De Haagse Hogeschool, kortom ideaal voor een student! In de directe omgeving vind u tevens openbaarvervoer en winkels voor uw dagelijkse boodschappen.  INDELING: Gemeenschappelijk entree op straatniveau. U neemt de trap naar de 1e etage waar de studio zich aan de achterkant van het pand bevind. Entree in studio voorzien van grote meubels. Denk daarbij aan een bed en een kleding kast. Keuken voorzien van inbouwapparatuur zoals een kookplaat, afzuigkap, koelkast en een magnetron. Badkamer voorzien van een douche en een wastafel. Het toilet is gedeeld met de medebewoners. BIJZONDERHEDEN:- Onzelfstandige woonruimte- Perfect voor een student (met garantstelling!)- Haagse Hoge SchoolHUURPRIJS:- Exclusief voorschotbetaling € 125,00 p/m voor gebruik gas, water, elektra- Inclusief internet/televisie- Inclusief voorschotbetaling eventuele servicekostenHUURVOORWAARDEN:- Woning is geschikt voor maximaal 1 persoon- Huurtermijn: maximaal 5 jaar - Huisvestingsvergunning niet verplicht (onzelfstandige woonruimte)- Waarborgsom gelijk aan de (totale) maandhuur- Geen huisdieren toegestaanBENODIGDHEDEN:Zie onder tab “huurvoorwaarden” welke documenten vereist zijn voor het huren van deze woning.*Aan bovenstaande tekst kunnen geen juridische rechten worden ontleend_______________________Perfect for an (international) student, a partly furnished studio with balcony. Located in the Laakkwartier district and therefore around the corner from The Hague University of Applied Sciences, in short, ideal for a student! In the immediate vicinity you will also find public transport and shops for your daily shopping.LAYOUT: Communal entrance at street level. You take the stairs to the 1st floor where the studio is located at the back of the building. Entrance into studio with large furniture. Think of a bed and a wardrobe. Kitchen with built-in appliances such as a hob, extractor hood, refrigerator and microwave. Bathroom with a shower and a sink. The toilet is shared with the fellow residents.PARTICULARITIES:- Self-contained living space- Perfect for a student (with guarantee!)- The Hague University of Applied sciencesRENTAL PRICE:- Excluding advance payment € 125.00 p/m for use of gas, water, electricity- Including internet/television- Including advance payment for any service costsRENTAL CONDITIONS:- House is suitable for a maximum of 1 person- Rental period: maximum 5 years- Housing permit not required (non-independent living space)- Deposit equal to the (total) monthly rent- No pets allowedSUPPLIES:See under the “rental conditions” tab which documents are required to rent this property.* No legal rights can be derived from the above text."},
{"url": "https://woonzeker.com/aanbod/vlaardingen/sportlaan-228", "address": "Sportlaan 228", "city": "Vlaardingen", "postal_code": "3135 GX", "latitude": 4.357507, "longitude": 4.357507, "price": 1250.0, "rooms": 3, "bedrooms": 2, "surface": "64 m²", "furniture": "upholstered", "photo": "https://cdn.realmark.cloud/91/publicPhotos/00b94817-8c6b-4ec5-a05d-56298c29cc48/57348430-f365-4734-ba5a-481d2cc0d849.jpeg", "description": "Bent u op zoek naar een appartement in een groene omgeving met alle gemakken van het stadsleven? Zoek niet verder! Dit fijne appartement aan de Sportlaan in Vlaardingen is nu beschikbaar voor verhuur. De Sportlaan ligt in een aantrekkelijke en goed verbonden buurt, ideaal voor zowel gezinnen als professionals. INDELING: Gesloten portiek, u neemt de trap naar de 2e etage. Voordeur appartement in een ruime hal. Vanuit de hal heeft u toegang tot alle vertrekken. Woonkamer van circa. 18 m2. Aparte keuken voorzien van een kookplaat, afzuigkap, koelkast, vriezer en een combi magnetron. Twee slaapkamers. Eén van slaapkamer gelegen aan de achterzijde circa. 13 m2 en één slaapkamer aan de voorzijde van circa. 14 m2. Tevens heeft u toegang tot het balkon middels de slaapkamer aan de achterzijde. Badkamer voorzien van een douche en wastafel. Het toilet is separaat. Het gehele appartement is voorzien van een laminaat vloer, verlichtingsarmaturen, dubbel glas en wordt verwarmd middels blokverwarming. De aansluiting voor de wasmachine bevind zich in de badkamer. HUURPRIJS:- Exclusief voorschotbetaling €150 p/m voor stookkosten- Exclusief internet / televisie, water, elektra en kookgas- Inclusief voorschotbetaling eventuele servicekostenHUURVOORWAARDEN:- Woning is geschikt voor maximaal 1 persoon- Huurtermijn: maximaal 2 jaar- Waarborgsom gelijk aan de (totale) maandhuur- Geen huisdieren toegestaanBENODIGDHEDEN:Zie onder tab “huurvoorwaarden” welke documenten vereist zijn voor het huren van deze woning.*Aan bovenstaande tekst kunnen geen juridische rechten worden ontleend_____________________Are you looking for an apartment in a green area with all the comforts of city life? Search no further! This nice apartment on Sportlaan in Vlaardingen is now available for rental. De Sportlaan is located in an attractive and well-connected neighborhood, ideal for both families and professionals.LAYOUT: Closed porch, take the stairs to the 2nd floor. Front door of apartment in a spacious hall. From the hall you have access to all rooms. Living room of approx. 18 m2. Separate kitchen with a hob, extractor hood, refrigerator, freezer and a combination microwave. Two bedrooms. One of bedroom located at the rear approximately. 13 m2 and one bedroom at the front of approx. 14 m2. You also have access to the balcony through the bedroom at the rear. Bathroom with a shower and sink. The toilet is separate.The entire apartment has a laminate floor, lighting fixtures, double glazing and is heated by block heating. The connection for the washing machine is in the bathroom.RENTAL PRICE:- Excluding advance payment of €150 per month for heating costs- Excluding internet / television, water, electricity and cooking gas- Including advance payment for any service costsRENTAL CONDITIONS:- House is suitable for a maximum of 1 person- Rental period: maximum 2 years- Deposit equal to the (total) monthly rent- No pets allowedSUPPLIES:See under the “rental conditions” tab which documents are required to rent this property.*No legal rights can be derived from the above text"},
{"url": "https://woonzeker.com/aanbod/Schiedam/burgemeester-van-haarenlaan-742", "address": "Burgemeester Van Haarenlaan 742", "city": "Schiedam", "postal_code": "3119 GT", "latitude": 4.3872729, "longitude": 4.3872729, "price": 1025.0, "rooms": 2, "bedrooms": 1, "surface": "73 m²", "furniture": "upholstered", "photo": "https://cdn.realmark.cloud/91/publicPhotos/d1784c3b-be99-47b7-9077-89430c549e37/761333cc-99ab-4412-837f-a3a13b7bb358.jpeg", "description": "Beschikbaar in Schiedam, een fijn 2-kamer appartement. De Burgemeester Van Haarenlaan is gelegen in een vriendelijke en levendige buurt. Op loopafstand vindt u diverse winkels, gezellige cafés en restaurants. De buurt staat bekend om zijn groene parken en speelplaatsen, waardoor het ideaal is voor gezinnen. Scholen en kinderdagverblijven zijn ook gemakkelijk bereikbaar, waardoor dit een aantrekkelijke locatie is voor gezinnen.INDELING: Gesloten portiek, voordeur appartement. U betreed het appartement via de zeer nette keuken voorzien van inductie kookplaat, afzuigkap, koelkast, vriezer en een combi magnetron. Doorloop naar de woonkamer van circa. 20 m2. Doorloop naar de slaapkamer van circa. 19 m2. Badkamer voorzien van een douche en een wastafel. het toilet is separaat. De gehele woning is voorzien van een laminaat vloer, verlichtingsarmaturen en wordt verwarmd middels blokverwarming. De wasmachine aansluiting bevindt zich in de keuken. BIJZONDERHEDEN:- Vrij uitzicht over het water - Nabij uitvalswegen- Met privé berging internHUURPRIJS:- Exclusief voorschot € 175,00 p/m voor gebruik gas.- Exclusief internet/TV, water en elektra- Inclusief voorschot eventuele servicekostenHUURVOORWAARDEN:- Woning is geschikt voor maximaal 2 personen / gezin- Huurtermijn: minimaal 1 jaar + onbepaalde tijd- Waarborgsom gelijk aan de (totale) maandhuur- Geen huisdieren toegestaanBENODIGDHEDEN:Zie onder tab “huurvoorwaarden” welke documenten vereist zijn voor het huren van deze woning.*Aan bovenstaande tekst kunnen geen juridische rechten worden ontleend_______________________Available in Schiedam, a lovely 2-room apartment. The Burgemeester Van Haarenlaan is located in a friendly and lively neighborhood. Within walking distance you will find various shops, cozy cafes and restaurants. The neighborhood is known for its green parks and playgrounds, making it ideal for families. Schools and nurseries are also easily accessible, making this an attractive location for families.LAYOUT: Closed porch, front door of the apartment. You enter the apartment through the very neat kitchen with induction hob, extractor hood, refrigerator, freezer and a combination microwave. Walk through to the living room of approx. 20 m2. Walk through to the bedroom of approx. 19 m2. Bathroom with a shower and a sink. the toilet is separate.The entire house has a laminate floor, lighting fixtures and is heated by block heating. The washing machine connection is in the kitchen.PARTICULARITIES:- Water view- Near arterial roads- With private storage room internallyRENTAL PRICE:- Excluding advance payment of € 175.00 p/m for gas use.- Excluding internet/TV, water and electricity- Including advance payment for any service costsRENTAL CONDITIONS:- House is suitable for a maximum of 2 people / family- Rental period: minimum 1 year + indefinite period- Deposit equal to the (total) monthly rent- No pets allowedSUPPLIES:See under the “rental conditions” tab which documents are required to rent this property.*No legal rights can be derived from the above text"},
{"url": "https://woonzeker.com/aanbod/s-gravenhage/soestdijksekade-68", "address": "Soestdijksekade 68", "city": "'s-Gravenhage", "postal_code": "2574 AN", "latitude": 4.2714228, "longitude": 4.2714228, "price": 1125.0, "rooms": 2, "bedrooms": 1, "surface": "61 m²", "furniture": "partially upholstered", "photo": "https://cdn.realmark.cloud/91/publicPhotos/74708402-9f38-4cb7-9f16-1f4196c18b24/2d4d2d42-2b71-4ef9-b526-e32e2e7abb76.jpeg", "description": "*See English text below Gelegen aan de Soestdijksekade, gerenoveerd 4-kamer appartement. Geniet van het pittoreske uitzicht op het water vanuit je eigen woonkamer en laat je betoveren door de serene sfeer die deze locatie te bieden heeft. De Soestdijksekade staat bekend om zijn uitstekende verbindingen met het stadscentrum en de omliggende gebieden. Met verschillende openbaar vervoersmogelijkheden op loopafstand en gemakkelijke toegang tot snelwegen, ben je altijd verbonden met alles wat Den Haag te bieden heeft.INDELING: Portiek op straatniveau. Het appartement bevindt zich op de eerste etage. Voordeur, entree in de hal. Vanuit de hal heeft u toegang tot alle vertrekken. De keuken is voorzien van een kookplaat, koel/ vries combinatie, combimagnetron, vaatwasser en afzuigkap. De woonkamer van ca. 25 m2 over de gehele lengte van de woning met een scheidingseparatie. Twee slaapkamers van ca. 8 m2 en ca. 6 m2 waarvan toegang met openslaande deuren naar het balkon aan de achterzijde. Badkamer is voorzien van een douche, toilet en wastafel. Het gehele appartement is voorzien van een laminaat vloer, dubbel glas en wordt verwarmd middels centrale verwarming. BIJZONDERHEDEN: - Geheel gerenoveerd- Uitstekende verbinding openbaar vervoer- Voorzieningen nabijHUURPRIJS:- Exclusief gas, water, elektra, internet en televisie- Inclusief voorschot voor eventuele servicekosten HUURVOORWAARDEN: - Woning is geschikt voor maximaal 2 personen (stel/koppel) - Huurtermijn: minimaal één jaar + onbepaalde tijd - Waarborgsom gelijk aan de (totale) maandhuur - Huisvestingsvergunning verplicht (max. bruto jaarinkomen betreft € 47.699 1p / € 52.671 2p) - Geen huisdieren toegestaan BENODIGDHEDEN: Zie onder tab “huurvoorwaarden” welke documenten vereist zijn voor het huren van deze woning. *Aan bovenstaande tekst kunnen geen juridische rechten worden ontleend ___"},
{"url": "https://woonzeker.com/aanbod/s-gravenhage/mient-355", "address": "Mient 355", "city": "'s-Gravenhage", "postal_code": "2564 LA", "latitude": 4.2592707, "longitude": 4.2592707, "price": 1995.0, "rooms": 6, "bedrooms": 4, "surface": "122 m²", "furniture": "upholstered", "photo": "https://cdn.realmark.cloud/91/publicPhotos/d75d95fb-4df8-42e2-a07d-2a44cecfc16d/4f737fe9-3cc1-4dfe-b064-09201b0e401f.jpeg", "description": "Prachtig 6-kamer appartement beschikbaar gelegen in een mooie buurt! Nabij de woning treft u de winkels aan Vlierboom- en Appelstraat. Tevens het leuke winkelcentrum De Savornin Lohmanplein treft u nabij. Openbaar vervoer, sportfaciliteiten, bos en strand, zee en duinen treft u allemaal in de directe omgeving. Kortom perfect appartement voor een gezin! INDELING: Entree woning op de begane grond. Voordeur, doorloop in de hal, direct een trap naar de eerste etage. Aankomst op overloop / hal. In de hal is het separaat toilet gesitueerd. Ruime semi open woonkamer en eetkamer en-suite van circa. 19 m² en 26 m². Vanuit de achterkamer heeft u middels openslaande deuren toegang tot het balkon. Tevens aan de voorzijde een knus balkon gesitueerd. Waar voorheen de schuifdeurseparatie was, is nu opbergruimte in de vorm van inbouwkasten gerealiseerd. Een separate keuken, voorzien van alle inbouwgemakken, te noemen: inductie kookplaat, afzuigkap, koelkast, vriezer, vaatwasser, combi oven. Ook vanuit de keuken heeft u tot het balkon, gelegen aan de achterzijde.Trap naar de 2e etage. Aankomst op overloop. Ook op deze etage een (tweede) toilet separaat geplaatst, vanaf de hal te betreden. Vier slaapkamers in totaal. Twee aan de voorzijde, van ca. 4,70 m2 en 13,55 m2. Twee aan de achterzijde van ca. 6,40 m2 en 16.65 m2. Een heerlijke badkamer, helemaal in stijl, voorzien van een douche en wastafel. Tevens de plek om de wasmachine te plaatsen. De woning wordt gestoffeerd opgeleverd, voorzien van een laminaat vloer, verlichtingsarmaturen, dubbele beglazing en verwarmd middels CV. BIJZONDERHEDEN:- volledig gerenoveerd- meerdere balkons- vier slaapkamers- twee woonlagen!- TOP-buurt - Ideaal voor een gezinHUURVOORWAARDEN:- Woning is geschikt voor maximaal 2 personen / gezin- Huurtermijn: minimaal 1 jaar + onbepaalde tijd- Waarborgsom gelijk aan de (totale) maandhuur- Huisvestingsvergunning niet verplicht - Geen huisdieren toegestaanBENODIGDHEDEN:Zie onder tab “huurvoorwaarden” welke documenten vereist zijn voor het huren van deze woning.*Aan bovenstaande tekst kunnen geen juridische rechten worden ontleend_________________________Beautiful 6-room apartment available located in a beautiful neighborhood! Near the house you will find the shops on Vlierboom and Appelstraat. The nice shopping center De Savornin Lohmanplein is also nearby. Public transport, sports facilities, forest and beach, sea and dunes can all be found in the immediate vicinity. In short, perfect apartment for a family!LAYOUT: Entrance of the house on the ground floor. Front door, walk through the hall, stairs directly to the first floor. Arrival on landing / hall. The separate toilet is located in the hall. Spacious semi-open living room and dining room en-suite of approx. 19 m² and 26 m². From the back room you have access to the balcony through French doors. There is also a cozy balcony at the front. Where there used to be sliding door separation, storage space in the form of built-in cupboards has now been created. A separate kitchen, equipped with all amenities, such as: induction hob, extractor hood, refrigerator, freezer, dishwasher, combi oven. You can also access the balcony from the kitchen, located at the rear.Stairs to the 2nd floor. Arrival at landing. A (second) toilet is also located separately on this floor, accessible from the hall. Four bedrooms in total. Two at the front, of approximately 4.70 m2 and 13.55 m2. Two at the rear of approximately 6.40 m2 and 16.65 m2. A lovely bathroom, completely in style, with a shower and sink. Also the place to install the washing machine.The house is delivered unfurnished, with a laminate floor, lighting fixtures, double glazing and heated by central heating.PARTICULARITIES:- completely renovated- several balconies- four bedrooms- two floors!- TOP neighborhood- Ideal for a familyRENTAL CONDITIONS:- House is suitable for a maximum of 2 people / family- Rental period: minimum 1 year + indefinite period- Deposit equal to the (total) monthly rent- Housing permit not required- No pets allowedSUPPLIES:See under the “rental conditions” tab which documents are required to rent this property.*No legal rights can be derived from the above text"},
{"url": "https://woonzeker.com/aanbod/Utrecht/antonius-matthaeuslaan-87-b", "address": "Antonius Matthaeuslaan 87", "city": "Utrecht", "postal_code": "3515 AR", "latitude": 5.120896, "longitude": 5.120896, "price": 1185.0, "rooms": 2, "bedrooms": 1, "surface": "31 m²", "furniture": "upholstered", "photo": "https://cdn.realmark.cloud/91/publicPhotos/ca30238b-1748-4368-bc16-ec5fb870a886/c7b6a90a-116f-4e3c-9f3b-d75f8ed62f04.jpeg", "description": "*See English text belowGelegen in Utrecht ligt dit fraaie 2-kamer appartement aan de Antonius Matthaeuslaan. Het appartement heeft een woonoppervlakte van 30 m2, is gebouwd in 1930 en heeft een energielabel B.Stijlvol wonen in Utrecht. Dat kan goed in deze buurt. Antonius Matthaeuslaan 87-B is gelegen in de buurt Tuinwijk-West. De woning is goed bereikbaar met veel voorzieningen in de buurt. Gesitueerd op fietsafstand van het centrum van Utrecht, loopafstand van een supermarkt en loopafstand van een treinstation. Daarnaast is de dichtstbijzijnde uitvalsweg in de nabije omgeving op slechts 4 minuten rijden.INDELING: Entree op straatniveau. U neemt de trap naar de 1ste etage waar het appartement zich aan de voorzijde bevindt. Binnenkomst appartement in de woonkamer van circa. 20 m² met open keuken welke is voorzien van een kookplaat, afzuigkap, koelkast, vaatwasser. Slaapkamer van circa. 8 m². Badkamer voorzien van een Douche en toilet. Het appartement is voorzien van een vloer, verlichting, dubbele beglazing en wordt verwarmd middels centrale verwarming. BIJZONDERHEDEN:- Gedeeltelijk gemeubileerd- Gelegen in de Tuinwijk- Ideale locatie- Ook voor studenten (met garantstelling)HUURPRIJS:- Exclusief voorschotbetaling €150,00 p/m voor gebruik gas, water, elektra- Inclusief voorschotbetaling eventuele servicekosten HUURVOORWAARDEN:- Woning is geschikt voor maximaal 1 persoon- Huurtermijn: maximaal 2 jaar- Waarborgsom gelijk aan de (totale) maandhuur- Geen huisdieren toegestaan- Parkeervergunning: https://pki.utrecht.nl/Loket/product/072c0c626eaa6749c2e66a169466baceBENODIGDHEDEN:Zie onder tab “huurvoorwaarden” welke documenten vereist zijn voor het huren van deze woning.*Aan bovenstaande tekst kunnen geen juridische rechten worden ontleend___________Located in Utrecht, this charming 2-room apartment on Antonius Matthaeuslaan offers a living space of 30 m², built in 1930, and holds an energy label B.Stylish living in Utrecht is well within reach in this neighborhood. Antonius Matthaeuslaan 87-B is situated in the Tuinwijk-West area.The property enjoys good accessibility with numerous amenities nearby. It's conveniently positioned within cycling distance to Utrecht city center, walking distance to a supermarket, and also close to a train station. Additionally, the nearest highway is only a 4-minute drive away.Layout: Entry at street level. Take the stairs to the 1st floor where the apartment is located at the front. Upon entering, you step into the living room of approximately 20 m² with an open kitchen equipped with a hob, extractor hood, refrigerator, and dishwasher. There's a bedroom of approximately 8 m² and a bathroom with a shower and toilet.The apartment comes partially furnished, featuring flooring, lighting, double glazing, and central heating.Highlights:- Partially furnished- Located in the Tuinwijk area- deal location- Suitable for students (with guarantor)RENT:- Excluding advance payment of €150.00 per month for gas, water, and electricity usage- Including advance payment of potential service costsRENTAL CONDITIONS:-Property suitable for a maximum of 1 person-Rental period: maximum of 2 years-Security deposit equal to the (total) monthly rent-No pets allowed-Parking permit: Link to applicationREQUIREMENTS:Refer to the \"rental conditions\" tab for the documents required for renting this property.*No legal rights can be derived from the above text."},
{"url": "https://woonzeker.com/aanbod/Den%20Haag/bilderdijkstraat-6-c", "address": "Bilderdijkstraat 6", "city": "Haag", "postal_code": "2513 CP Den", "latitude": 4.3021017, "longitude": 4.3021017, "price": 1075.0, "rooms": 2, "bedrooms": 1, "surface": "35 m²", "furniture": "furnished", "photo": "https://cdn.realmark.cloud/91/publicPhotos/ad9b7d9b-ae28-4783-b5f8-0819be428bfe/78bc5860-5ab8-4de9-9311-ef974d2ae644.jpeg", "description": "**English text belowGelegen op de rand van het centrum en het Zeeheldenkwartier, dit leuke 2-kamer appartement beschikbaar welke gedeeltelijk is gemeubileerd. Alle gemakken treft u in de directe omgeving. Albert Heijn XL (+ Etos en Gall & Gall), centrum Den Haag, Prins Hendrikstraat en Prins Hendrikplein, Denneweg, Paleistuinen, Frederikstraat en Panorama Mesdag treft u allemaal in de directe omgeving. Kortom perfect appartement geschikt voor een starter! INDELING: gezamenlijke entree. Trap naar de 3e etage. Binnenkomst appartement in de L-vormige woonkamer van circa. 21 m². Open keuken welke is voorzien van een kookplaat, koelkast en afzuigkap. Slaapkamer van circa. 8 m². Badkamer welke is voorzien van een douche, wastafel en toilet. De gehele woning is voorzien van een laminaat vloer, dubbele beglazing en wordt verwarmd middels centrale verwarming. BIJZONDERHEDEN: - GEMEUBILEERD (!)- Randje centrum en Zeeheldenkwartier           - Perfect voor een starter     HUURPRIJS:- Exclusief voorschot € 125,00 p/m voor gebruik gas, water, elektra- Inclusief voorschot voor gebruik televisie, internet en eventuele servicekostenHUURVOORWAARDEN:- Woning is geschikt voor maximaal 1 persoon - Huurtermijn: maximaal twee jaar  - Waarborgsom gelijk aan de (totale) maandhuur- Huisvestingsvergunning verplicht (max. bruto jaarinkomen betreft € 57.573 voor 1 persoon)- Geen huisdieren toegestaan BENODIGDHEDEN:Zie onder tab “huurvoorwaarden” welke documenten vereist zijn voor het huren van deze woning. *Aan bovenstaande tekst kunnen geen juridische rechten worden ontleend_________________________Located on the edge of the center and the Zeeheldenkwartier, this nice 2-room apartment is available and is partially furnished. You will find all conveniences in the immediate vicinity. Albert Heijn XL (+ Etos and Gall & Gall), the center of The Hague, Prins Hendrikstraat and Prins Hendrikplein, Denneweg, Paleistuinen, Frederikstraat and Panorama Mesdag can all be found in the immediate vicinity. In short, a perfect apartment suitable for a starter!LAYOUT: shared entrance. Stairs to the 3rd floor. Entrance apartment into the L-shaped living room of approx. 21 m². Open kitchen which is equipped with a hob, refrigerator and extractor hood. Bedroom of approx. 8 m². Bathroom which has a shower, sink and toilet.The entire house has a laminate floor, double glazing and is heated by central heating.PARTICULARITIES:- FURNISHED (!)- Edge of the center and Zeeheldenkwartier- Perfect for a starterRENTAL PRICE:- Excluding advance payment € 125.00 p/m for use of gas, water, electricity- Including advance payment for use of television, internet and any service costsRENTAL CONDITIONS:- House is suitable for a maximum of 1 person- Rental period: maximum two years- Deposit equal to the (total) monthly rent- Housing permit required (max. gross annual income is €57,573 for 1 person)- No pets allowedSUPPLIES:See under the “rental conditions” tab which documents are required to rent this property.*No legal rights can be derived from the above text"},
{"url": "https://woonzeker.com/aanbod/s-gravenhage/witte-de-withstraat-14-b", "address": "Witte de Withstraat 14", "city": "'s-Gravenhage", "postal_code": "2518 CT", "latitude": 4.295922399999999, "longitude": 4.295922399999999, "price": 1050.0, "rooms": 2, "bedrooms": 1, "surface": "69 m²", "furniture": "partially upholstered", "photo": "https://cdn.realmark.cloud/91/publicPhotos/f6880227-dec6-4168-8abc-376dc55f8718/a41dbcdf-2ffe-4a40-8bd9-7c53d8604121.jpeg", "description": "*See English text belowSuper leuk 2-kamer appartement beschikbaar! De woning is gelegen in één van de meest gewilde wijken van Den Haag namelijk het Zeeheldenkwartier. Op loopafstand treft u het bruisende centrum van Den Haag, Albert Heijn XL aan de Elandstraat (+ Etos en Gall & Gall), openbaarvervoer, de Paleistuinen, het Vredespaleis en diverse winkels aan de Prins Hendrikstraat en de Piet Heinstraat. Perfect geschikt voor een stel!  INDELING: Entree op straatniveau, u betreedt de gemeenschappelijke ruimte. U neemt de trap naar de 2e etage. Voordeur, entree appartement in de hal waar vanuit u alle vertrekken kunt betreden. Ruime L-vormige woonkamer van circa. 33 m². Separate keuken welke is voorzien van een afzuigkap. Ruime slaapkamer van circa. 15 m². Badkamer welke is voorzien van een douche en wastafel. Het toilet is separaat. De gehele woning is voorzien van een laminaat vloer en wordt verwarmd middels centrale verwarming. De wasmachine/ droger aansluiting bevindt zich in de keuken.BIJZONDERHEDEN: - De Paleistuinen, Denneweg, Frederikstraat, Panorama Mesdag- Zeeheldenkwartier en randje centrum Den Haag HUURPRIJS:- Exclusief voorschotbetaling €200 p/m voor gebruik gas, water, elektra- Inclusief voorschotbetaling voor gebruik televisie, internet en eventuele servicekostenHUURVOORWAARDEN:- Woning is geschikt voor maximaal 2 personen / gezin- Huurtermijn: minimaal 1 jaar + onbepaalde tijd  - Waarborgsom gelijk aan de (totale) maandhuur- Huisvestingsvergunning verplicht (max. bruto jaarinkomen betreft €62.191 voor 1 persoon en €82.991  voor 2 of meer personen)- Geen huisdieren toegestaan BENODIGDHEDEN:Zie onder tab “huurvoorwaarden” welke documenten vereist zijn voor het huren van deze woning. *Aan bovenstaande tekst kunnen geen juridische rechten worden ontleend__Super nice 2-room apartment available! The property is located in one of the most desirable neighborhoods of The Hague, namely the Zeeheldenkwartier. Within walking distance, you will find the vibrant center of The Hague, Albert Heijn XL on Elandstraat (+ Etos and Gall & Gall), public transport, the Palace Gardens, the Peace Palace, and various shops on Prins Hendrikstraat and Piet Heinstraat. Perfectly suitable for a couple!LAYOUT: Entrance at street level, you enter the communal area. You take the stairs to the 2nd floor. Front door, entrance to the apartment in the hallway from where you can access all rooms. Spacious L-shaped living room of approximately 33 m². Separate kitchen equipped with an extractor hood. Spacious bedroom of approximately 15 m². Bathroom with a shower and sink. The toilet is separate. The entire apartment has a laminate floor and is heated by central heating. The washer/dryer connection is located in the kitchen.SPECIAL FEATURES:- The Palace Gardens, Denneweg, Frederikstraat, Panorama Mesdag- Zeeheldenkwartier and edge of The Hague city centerRENTAL PRICE:- Excluding advance payment of €200 per month for gas, water, electricity- Including advance payment for television, internet, and any service costsRENTAL CONDITIONS:- Property is suitable for a maximum of 2 persons / family- Rental term: minimum 1 year + indefinite period- Deposit equal to the (total) monthly rent- Housing permit required (max. gross annual income is €62,191 for 1 person and €82,991 for 2 or more persons)- No pets allowedREQUIREMENTS:See the \"rental conditions\" tab for the documents required for renting this property.*No legal rights can be derived from the above text."},
{"url": "https://woonzeker.com/aanbod/s-gravenhage/obrechtstraat-402-b", "address": "Obrechtstraat 402", "city": "'s-Gravenhage", "postal_code": "2517 VJ", "latitude": 4.2782187, "longitude": 4.2782187, "price": 1000.0, "rooms": 2, "bedrooms": 1, "surface": "34 m²", "furniture": "upholstered", "photo": "https://cdn.realmark.cloud/91/publicPhotos/c2c3da60-ed1f-448d-9176-5862ae5a4e01/da4492d4-1dd1-45eb-9e05-250462f5bb78.jpeg", "description": "Gelegen in de Obrechtstraat dit knusse 2-kamer appartement beschikbaar. De Obrechtstraat is een zijstraat van de bekende winkelstraat de Reinkenstraat. Omgeven door prachtige herenhuizen en bomen is dit dé winkelstraat in de Haagse wijk Duinoord. Circa 50 authentieke, ambachtelijke winkels en horecazaken met eigen sfeer! Verder zijn er verschillende ov-verbindingen om de hoek. Met de fiets bent u binnen 10 minuten in hartje centrum Den Haag!INDELING: Entree op straatniveau. U neemt de trap naar de 2e etage waar het appartement zich aan de voorzijde bevindt. Binnenkomst appartement in de woonkamer van circa. 24 m² met open keuken welke is voorzien van een kookplaat, afzuigkap, koelkast. Slaapkamer van circa. 8 m². Badkamer voorzien van een Douche en toilet. Het appartement is voorzien van een vloer, verlichting, dubbele beglazing en wordt verwarmd middels centrale verwarming. HUURPRIJS:- Exclusief voorschotbetaling €150,00 p/m voor gebruik gas, water, elektra- Inclusief voorschotbetaling eventuele servicekosten en internet / televisieHUURVOORWAARDEN:- Woning is geschikt voor maximaal 1 persoon- Huurtermijn: maximaal 2 jaar- Waarborgsom gelijk aan de (totale) maandhuur- Huisvestingsvergunning is verplicht (max. bruto jaarinkomen is  € 62.191 1p)- Geen huisdieren toegestaanBENODIGDHEDEN:Zie onder tab “huurvoorwaarden” welke documenten vereist zijn voor het huren van deze woning.*Aan bovenstaande tekst kunnen geen juridische rechten worden ontleend____________________Located in the Obrechtstraat, this cozy 2-room apartment is available. The Obrechtstraat is a side street of the well-known shopping street Reinkenstraat. Surrounded by beautiful mansions and trees, this is the shopping street in the Duinoord district of The Hague. Approximately 50 authentic, traditional shops and catering establishments with their own atmosphere! There are also several public transport connections around the corner. You can reach the center of The Hague within 10 minutes by bike!LAYOUT:Entrance at street level. You take the stairs to the 2nd floor where the apartment is located at the front. Entry into the apartment in the living room of approx. 24 m² with open kitchen which is equipped with a hob, extractor hood, refrigerator. Bedroom of approx. 8 m². Bathroom with a shower and toilet.The apartment has a floor, lighting, double glazing and is heated by central heating.RENTAL PRICE:- Excluding advance payment €150.00 p/m for use of gas, water, electricity- Including advance payment for any service costs and internet / televisionRENTAL CONDITIONS:- House is suitable for a maximum of 1 person- Rental period: maximum 2 years- Deposit equal to the (total) monthly rent- Housing permit is required (max. gross annual income is € 62,191 1p)- No pets allowedSUPPLIES:See under the “rental conditions” tab which documents are required to rent this property.*No legal rights can be derived from the above text"},
{"url": "https://woonzeker.com/aanbod/s-gravenhage/barneveldstraat-9", "address": "Barneveldstraat 9", "city": "'s-Gravenhage", "postal_code": "2573 WB", "latitude": 4.2902077, "longitude": 4.2902077, "price": 1250.0, "rooms": 4, "bedrooms": 3, "surface": "71 m²", "furniture": "partially upholstered", "photo": "https://cdn.realmark.cloud/91/publicPhotos/d3e09c72-e229-4a42-ae77-c328e9dc0442/fa3b6294-fdb1-4e1b-abd3-662dbea6c6a9.jpeg", "description": "*See English text belowGelegen in Oostbroek-Zuid, nabij het Zuiderpark, dit leuke vier kamer appartement. Openbaarvervoersmogelijkheden treft u op steenworpafstand en het bruisende centrum van Den Haag is tevens gemakkelijk te bereiken. Het appartement is ook geschikt voor studenten / woningdelers met garantstelling. INDELING: Openportiek, trap naar de eerste etage. Voordeur, entree appartement in de hal. U neemt een interne trap naar de 2e etage met entree op overloop waar vanuit u alle vertrekken kan betreden. Woonkamer van circa. 20 m². Separate keuken welke is voorzien van een gasfornuis, en afzuigkap. Drie slaapkamers van respectievelijk circa. 9m² , 10m² en 12m². Aan de achterzijde een heerlijke balkon. Badkamer welke is voorzien van een douche, wastafel en toilet. De gehele woning is voorzien van een laminaat vloer en wordt verwarmd middels centrale verwarming. De aansluiting voor de wasmachine/ droger bevindt zich in de badkamer.BIJZONDERHEDEN:- Zuiderpark- Ook geschikt voor twee studenten / twee woningdelers (met garantstelling). HUURPRIJS:- Exclusief gas, water, elektra, internet en televisie- Inclusief voorschot voor eventuele servicekostenHUURVOORWAARDEN:- Woning is geschikt voor maximaal 2 personen / gezin- Huurtermijn: minimaal 1 jaar + onbepaalde tijd- Waarborgsom gelijk aan de (totale) maandhuur- Huisvestingsvergunning verplicht (max. bruto jaarinkomen betreft € 62.191,- voor 1 persoon en € 82.921,- voor 2 of meer personen)- Geen huisdieren toegestaanBENODIGDHEDEN:Zie onder tab “huurvoorwaarden” welke documenten vereist zijn voor het huren van deze woning.*Aan bovenstaande tekst kunnen geen juridische rechten worden ontleend__Located in Oostbroek-Zuid, near the Zuiderpark, this lovely four-room apartment. Public transportation options are just a stone's throw away, and the vibrant center of The Hague is also easily accessible. The apartment is also suitable for students / house sharers with guarantor.LAYOUT: Open porch, stairs to the first floor. Front door, entrance apartment into the hallway. You take an internal staircase to the 2nd floor with entrance on the landing from where you can access all rooms. Living room of approximately 20 m². Separate kitchen equipped with a gas stove and extractor hood. Three bedrooms of approximately 9m², 10m², and 12m² respectively. A lovely balcony at the rear. Bathroom equipped with a shower, sink, and toilet.The entire property has laminate flooring and is heated by central heating. The connection for the washer/dryer is located in the bathroom.SPECIAL FEATURES:- Zuiderpark- Also suitable for two students / two house sharers (with guarantor).RENTAL PRICE:- Excluding gas, water, electricity, internet, and television- Including advance payment for any service costsRENTAL CONDITIONS:- Property is suitable for a maximum of 2 persons / family- Rental term: minimum 1 year + indefinite period- Deposit equal to the (total) monthly rent- Housing permit required (max. gross annual income is € 62,191 for 1 person and € 82,921 for 2 or more persons)- No pets allowedREQUIREMENTS:See the \"rental conditions\" tab for the documents required to rent this property.*No legal rights can be derived from the above text."},
{"url": "https://woonzeker.com/aanbod/s-gravenhage/laan-van-meerdervoort-545-d", "address": "Laan van Meerdervoort 545", "city": "'s-Gravenhage", "postal_code": "2563 AW", "latitude": 4.2680902, "longitude": 4.2680902, "price": 950.0, "rooms": 2, "bedrooms": 1, "surface": "43 m²", "furniture": "furnished", "photo": "https://cdn.realmark.cloud/91/publicPhotos/209fb97b-aaf2-4725-ac30-698ddb0e0ab0/8d842023-88e7-470e-bfed-95d60b6199aa.jpeg", "description": "**English text belowGelegen aan de langste laan van Nederland, dit leuke en ruime 2-kamer appartement beschikbaar. Nabij de woning treft u het winkelaanbod aan de Fahrenheitstraat of aan de Goudsbloemlaan.  Met de fiets bereikt u binnen 15 minuten hartje centrum Den Haag of badplaats Scheveningen. Perfect appartement voor een starter! INDELING: Entree op straatniveau, u betreedt de gemeenschappelijke ruimte. U neemt de trap naar de 2e etage waar het appartement zich aan de voorzijde bevindt. Voordeur, entree appartement in de hal waar vanuit u alle vertrekken kunt betreden. Woonkamer van circa. 31 m². Open keukenblok welke is voorzien van een kookplaat, koelkast en afzuigkap. Slaapkamer van circa. 9 m². Badkamer welke is voorzien douche, ligbad, wastafel en toilet. De gehele woning is voorzien van een laminaat vloer, verlichtingsarmaturen, raambekleding, dubbele beglazing en wordt verwarmd middels centrale verwarming. De aansluiting voor de wasmachine/ droger bevindt zich in de badkamer. Bijzonderheden:- Zeer gunstige locatie  - Gemeubileerd!  - Perfect voor een starter            HUURPRIJS:- Exclusief voorschot € 150,00 p/m voor gebruik gas, water, elektra- Inclusief voorschot voor gebruik televisie, internet en eventuele servicekostenHUURVOORWAARDEN:- Woning is geschikt voor maximaal 1 persoon - Huurtermijn: maximaal twee jaar  - Waarborgsom gelijk aan de (totale) maandhuur- Huisvestingsvergunning verplicht (max. bruto jaarinkomen betreft € 44.035 voor 1 persoon)- Geen huisdieren toegestaan BENODIGDHEDEN:Zie onder tab “huurvoorwaarden” welke documenten vereist zijn voor het huren van deze woning. *Aan bovenstaande tekst kunnen geen juridische rechten worden ontleend_________________________Located on the longest avenue in the Netherlands, this nice and spacious 2-room apartment is available. Near the house you will find the shops on Fahrenheitstraat or Goudsbloemlaan. By bike you can reach the center of The Hague or the seaside resort of Scheveningen within 15 minutes. Perfect apartment for a starter!LAYOUT: Entrance at street level, you enter the common area. You take the stairs to the 2nd floor where the apartment is located at the front. Front door, apartment entrance in the hall from which you can enter all rooms. Living room of approx. 31 m². Open kitchenette which is equipped with a hob, refrigerator and extractor hood. Bedroom of approx. 9 m². Bathroom with shower, bath, sink and toilet.The entire house has a laminate floor, lighting fixtures, window coverings, double glazing and is heated by central heating. The connection for the washing machine/dryer is in the bathroom.Particularities:- Very convenient location- Furnished!- Perfect for a starterRENTAL PRICE:- Excluding advance payment € 150.00 p/m for use of gas, water, electricity- Including advance payment for use of television, internet and any service costsRENTAL CONDITIONS:- House is suitable for a maximum of 1 person- Rental period: maximum two years- Deposit equal to the (total) monthly rent- Housing permit required (max. gross annual income is € 44.035 1 person) - No pets allowedSUPPLIES:See under the “rental conditions” tab which documents are required to rent this property.*No legal rights can be derived from the above text"},
{"url": "https://woonzeker.com/aanbod/s-gravenhage/renswoudelaan-68", "address": "Renswoudelaan 68", "city": "'s-Gravenhage", "postal_code": "2546 XJ", "latitude": 4.2779418, "longitude": 4.2779418, "price": 1250.0, "rooms": 4, "bedrooms": 3, "surface": "80 m²", "furniture": "partially upholstered", "photo": "https://cdn.realmark.cloud/91/publicPhotos/f6953a00-35bd-4008-9011-18122c9c7cee/1dedd1b6-592b-42e4-bd3a-bb2b7f468617.jpeg", "description": "*See English text belowGelegen op steenworpafstand van het gezellige Zuiderpark, dit leuke 3-kamer appartement beschikbaar. In het Zuiderpark kunt u genieten van een wandeling door het groen of gebruik maken van één van de vele sportfaciliteiten. Tevens treft u in het Zuiderpark de Gouden Wok, heerlijk om een avondje met de familie te gaan eten. Openbaarvervoermogelijkheden en diverse winkels zijn gemakkelijk te bereiken. Perfect appartement voor een stel!INDELING: Openportiek vanaf straat niveau. Trap naar de eerste etage. Voordeur appartement, entree appartement in de hal. U neemt een interne trap naar de 2e etage. Het appartement beschikt over drie slaapkamers, van respectievelijk 9m2, 10m2 en 11m2. De woonkamer is ca. 30m2 en is gelegen aan de voorzijde van het pand. De keuken is separaat gesitueerd en beschikt over een gaskookplaat, afzuigkap en oven. De badkamer is voorzien van een douche en wastafel. Het toilet is separaat en toegankelijk vanaf de hal. Het balkon is gelegen aan de achterzijde.Het geheel is voorzien van een laminaat vloer en dubbele beglazing en wordt verwarmd middels centrale verwarming.BIJZONDERHEDEN:- Zuiderpark - Ook geschikt voor studenten / woningdelers (met garantstelling) HUURPRIJS:- Exclusief gas, water, elektra, televisie, internet - Inclusief voorschot voor gebruik eventuele servicekostenHUURVOORWAARDEN:- Woning is geschikt voor maximaal 2 personen / gezin- Huurtermijn: minimaal 1 jaar + onbepaalde tijd  - Waarborgsom gelijk aan de (totale) maandhuur- Huisvestingsvergunning verplicht (max. bruto jaarinkomen betreft € 62.191,- voor 1 persoon en € 82.921,-  voor 2 of meer personen)- Geen huisdieren toegestaan BENODIGDHEDEN:Zie onder tab “huurvoorwaarden” welke documenten vereist zijn voor het huren van deze woning. *Aan bovenstaande tekst kunnen geen juridische rechten worden ontleend__________________________Located just a stone's throw away from the lively Zuiderpark, this charming 3-room apartment is available. In Zuiderpark, you can enjoy a stroll through the greenery or make use of one of the many sports facilities. You'll also find the Gouden Wok in Zuiderpark, perfect for a family dinner. Public transport options and various shops are easily accessible. Perfect apartment for a couple!LAYOUT: Open porch from street level. Stairs to the first floor. Apartment front door, entrance to the hallway. You take an internal staircase to the 2nd floor. The apartment has three bedrooms, measuring 9m2, 10m2, and 11m2 respectively. The living room is approximately 30m2 and is located at the front of the building. The kitchen is separately situated and equipped with a gas stove, extractor hood, and oven. The bathroom has a shower and sink. The toilet is separate and accessible from the hallway. The balcony is located at the rear.The entire apartment has laminate flooring and double glazing, and is heated by central heating.DETAILS:- Zuiderpark- Also suitable for students / house sharers (with guarantee)RENTAL PRICE:- Excluding gas, water, electricity, television, internet- Including advance payment for any service costsRENTAL CONDITIONS:- Property is suitable for a maximum of 2 persons / family- Lease term: minimum of 1 year + indefinite- Deposit equal to the (total) monthly rent- Housing permit required (maximum gross annual income is € 62,191 for 1 person and € 82,921 for 2 or more persons)- No pets allowedREQUIREMENTS:Please see the \"rental conditions\" tab for the documents required to rent this property.* No legal rights can be derived from the above text."},
{"url": "https://woonzeker.com/aanbod/s-gravenhage/abcoudestraat-17", "address": "Abcoudestraat 17", "city": "'s-Gravenhage", "postal_code": "2546 EG", "latitude": 4.2720473, "longitude": 4.2720473, "price": 1300.0, "rooms": 3, "bedrooms": 2, "surface": "78 m²", "furniture": "partially upholstered", "photo": "https://cdn.realmark.cloud/91/publicPhotos/1fda8e6b-5aef-4cc4-b483-b428b41031ee/72683803-378b-45f9-8622-8c366d5f584d.jpeg", "description": "*See English text belowDit leuke drie kamer appartement is gelegen in de buurt Leyenburg; een levendige, met een mix van moderne voorzieningen en groene ruimtes. De buurt biedt een scala aan voorzieningen, zoals supermarkten, winkels, en gezellige eetgelegenheden. Het Zuiderpark is vlakbij! Met goede verbindingen met het openbaar vervoer en nabijgelegen snelwegen, is Leyenburg een ideale locatie voor een dynamische en gemakkelijke levensstijl.INDELING: entree op straatniveau. Bellentableau en postvakken. Binnenkomst in gesloten portiek. Trap naar de 2e etage. Voordeur appartement. Binnenkomst in hal. Directe doorloop naar de woonkamer, welke zich uitstrekt van voorzijde naar achterzijde en ca. 35 m2 groot is. Aan de achterzijde is de open-keuken gesitueerd, in L-vorm. De keuken is voorzien van een kookplaat, afzuigkap, koelkast, vriezer en oven. Het appartement beschikt over twee ruime slaapkamers, van respectievelijk 10m2 en 12 m2. De badkamer is toegankelijk vanaf de hal en beschikt over een douche, ligbad en wastafel. Het balkon is toegankelijk vanaf de achterzijde van de woonkamer. Het geheel is voorzien van een houten vloer en gedeeltelijk dubbele beglazing en wordt verwarmd middels centrale verwarming.BIJZONDERHEDEN:- Zuiderpark - Ook geschikt voor studenten / woningdelers (met garantstelling)- Berging extern HUURPRIJS:- Exclusief gas, water, elektra, televisie, internet - Inclusief voorschot voor gebruik eventuele servicekostenHUURVOORWAARDEN:- Woning is geschikt voor maximaal 2 personen / gezin- Huurtermijn: minimaal 1 jaar + onbepaalde tijd  - Waarborgsom gelijk aan de (totale) maandhuur- Huisvestingsvergunning verplicht (max. bruto jaarinkomen betreft € 62.191,- voor 1 persoon en € 82.921,-  voor 2 of meer personen)- Geen huisdieren toegestaan BENODIGDHEDEN:Zie onder tab “huurvoorwaarden” welke documenten vereist zijn voor het huren van deze woning. *Aan bovenstaande tekst kunnen geen juridische rechten worden ontleend__________________________This lovely three-bedroom apartment is located in the Leyenburg neighborhood; a vibrant area with a mix of modern amenities and green spaces. The neighborhood offers a range of facilities, including supermarkets, shops, and cozy eateries. The Zuiderpark is nearby! With excellent connections to public transport and nearby highways, Leyenburg is an ideal location for a dynamic and convenient lifestyle.LAYOUT: Entrance at street level. Doorbell panel and mailboxes. Entry into a closed porch. Stairs to the 2nd floor. Apartment front door. Entrance into the hallway. Direct access to the living room, which stretches from front to back and is approximately 35 m2. The open-plan kitchen is situated at the rear in an L-shape and is equipped with a hob, extractor hood, refrigerator, freezer, and oven. The apartment has two spacious bedrooms, measuring 10m2 and 12 m2 respectively. The bathroom is accessible from the hallway and features a shower, bathtub, and sink. The balcony is accessible from the rear of the living room.The entire property has wooden flooring and partially double glazing, and is heated by central heating.SPECIAL FEATURES:- Zuiderpark- Also suitable for students / house sharers (with guarantor)- External storageRENTAL PRICE:- Excluding gas, water, electricity, television, internet- Including advance payment for the use of any service costsRENTAL CONDITIONS:- Property is suitable for a maximum of 2 persons / family- Rental term: minimum 1 year + indefinite period- Deposit equal to the (total) monthly rent- Housing permit required (max. gross annual income is € 62,191 for 1 person and € 82,921 for 2 or more persons)- No pets allowedREQUIREMENTS:See the \"rental conditions\" tab for the documents required to rent this property.*No legal rights can be derived from the above text."},
{"url": "https://woonzeker.com/aanbod/s-gravenhage/woudenbergstraat-205", "address": "Woudenbergstraat 205", "city": "'s-Gravenhage", "postal_code": "2546 VR", "latitude": 4.2762638, "longitude": 4.2762638, "price": 1250.0, "rooms": 3, "bedrooms": 2, "surface": "66 m²", "furniture": "partially upholstered", "photo": "https://cdn.realmark.cloud/91/publicPhotos/6665510d-67f5-4d21-8627-631dd33d3c17/1be98fe6-8a45-4bf1-b568-4877eeeb3c89.jpeg", "description": "*See English text belowGelegen op steenworpafstand van het gezellige Zuiderpark, dit leuke 3-kamer appartement beschikbaar. In het Zuiderpark kunt u genieten van een wandeling door het groen of bijvoorbeeld een bezoek aan de kinderboerderij. Openbaarvervoermogelijkheden en diverse winkels zijn gemakkelijk te bereiken. INDELING: Entree portiek op straatniveau. Binnenkomst in gesloten portiek, voorzien van een bellentableau en postvakken. Trap naar de derde verdieping (top etage). Voordeur appartement, entree appartement in de hal. Het appartement beschikt over twee ruime slaapkamers van respectievelijk 10m2 en 15m2. De woonkamer is ruim en licht, ca. 22 m2. De keuken is separaat gesitueerd en is voorzien van een kookplaat, afzuigkap, oven en vaatwasser. De badkamer is toegankelijk vanaf de hal en is voorzien van een douche en wastafel. Het toilet is separaat gesitueerd in de hal.Het gehele appartement is voorzien van een laminaat vloer en wordt verwarmd middels centrale verwarming. BIJZONDERHEDEN:- Zuiderpark- Ook geschikt voor 2 woningdelers / 2 studenten met garantstellingHUURPRIJS:- Exclusief gas, water, elektra, televisie, internet- Inclusief voorschot voor gebruik eventuele servicekostenHUURVOORWAARDEN:- Woning is geschikt voor maximaal 2 personen / gezin- Huurtermijn: minimaal 1 jaar + onbepaalde tijd- Waarborgsom gelijk aan de (totale) maandhuur- Huisvestingsvergunning verplicht (max. bruto jaarinkomen betreft € 62.191,- voor 1 persoon en € 82.921,- voor 2 of meer personen)- Geen huisdieren toegestaanBENODIGDHEDEN:Zie onder tab “huurvoorwaarden” welke documenten vereist zijn voor het huren van deze woning.*Aan bovenstaande tekst kunnen geen juridische rechten worden ontleend______Located just a stone's throw away from the cozy Zuiderpark, this lovely 3-room apartment is available. In Zuiderpark, you can enjoy a stroll through the greenery or visit the petting zoo, for example. Public transportation options and various shops are easily accessible.LAYOUT: Entrance porch at street level. Entry into the closed porch, equipped with a doorbell panel and mailboxes. Stairs to the third floor (top floor). Front door of the apartment, entry into the hallway. The apartment has two spacious bedrooms, respectively 10m2 and 15m2. The living room is spacious and bright, approximately 22 m2. The kitchen is separately situated and equipped with a hob, extractor hood, oven, and dishwasher. The bathroom is accessible from the hallway and features a shower and sink. The toilet is separately located in the hallway.The entire apartment has laminate flooring and is heated by central heating.SPECIAL FEATURES:- Zuiderpark- Also suitable for 2 house sharers / 2 students with guarantorRENTAL PRICE:- Excluding gas, water, electricity, television, internet- Including advance payment for any service costsRENTAL CONDITIONS:- Property is suitable for a maximum of 2 persons / family- Rental term: minimum 1 year + indefinite period- Deposit equal to the (total) monthly rent- Housing permit required (max. gross annual income is € 62,191 for 1 person and € 82,921 for 2 or more persons)- No pets allowedREQUIREMENTS:See the \"rental conditions\" tab for the documents required to rent this property.*No legal rights can be derived from the above text."},
{"url": "https://woonzeker.com/aanbod/vlaardingen/nijverheidsstraat-20-b", "address": "Nijverheidsstraat 20", "city": "Vlaardingen", "postal_code": "3133 ER", "latitude": 4.3353468, "longitude": 4.3353468, "price": 1125.0, "rooms": 4, "bedrooms": 3, "surface": "65 m²", "furniture": "partially upholstered", "photo": "https://cdn.realmark.cloud/91/publicPhotos/7448e36c-52d6-418b-908d-9f16d2d5aa7f/e0376385-d48c-49e8-915d-9894f0de6fd5.jpeg", "description": "*See English text belowGelegen in het bruisende hart van Vlaardingen, biedt de omgeving rondom Nijverheidsstraat 20 een levendige mix van historische charme en moderne voorzieningen. Op loopafstand vind je gezellige cafés, restaurants en winkels, waardoor er altijd iets te ontdekken en te beleven is. Geniet van een ontspannen wandeling langs de schilderachtige grachten of verken de lokale markten en evenementen die regelmatig plaatsvinden in deze levendige buurt. Met uitstekende verbindingen met het openbaar vervoer en nabijgelegen snelwegen is de Nijverheidsstraat 20 de ideale plek voor een dynamische en gemakkelijke levensstijl. Welkom in dit levendige stukje Vlaardingen!INDELING: Entree middels gesloten portiek, u betreedt de gemeenschappelijke ruimte met de brievenbussen en de trap naar de onderbouw waar zich de bergingen bevinden. U neemt de trap naar de 2e etage, waar het appartement zich bevindt. Voordeur, entree appartement in de hal waar vanuit u alle vertrekken kunt betreden. De woonkamer is ca. 21 m2. Drie slaapkamers van respectievelijk 7 m2, 8 m2 en 12 m2. De keuken is separaat gesitueerd en voorzien van een kookplaat, afzuigkap, koelkast, vriezer en vaatwasser. Achter de keuken een mogelijkheid voor het aansluiten van een wasmachine. De badkamer is te betreden vanuit de hal en beschikt over een douche en wastafel. Het toilet is separaat gesitueerd in de hal. Vanuit zowel de woonkamer als de keuken toegang tot het balkon. Geheel beschikt over een laminaat vloer; wordt verwarmd middels CV; beschikt over gedeeltelijk dubbele beglazing. De gehele woning is voorzien van een laminaatvloer en wordt verwarmd middels centrale verwarming. De wasmachine aansluiting bevindt zich in de keuken.BIJZONDERHEDEN- Gelegen in Vlaardingen- Drie slaapkamers- Direct te betredenHUURPRIJS:- Exclusief gas, water, elektra, televisie, internet- Inclusief voorschot voor eventuele servicekostenHUURVOORWAARDEN:- Woning is geschikt voor maximaal 2 personen / gezin- Huurtermijn: minimaal 1 jaar + onbepaalde tijd- Waarborgsom gelijk aan de (totale) maandhuur- Huisvestingsvergunning niet verplicht (Vlaardingen)- Geen huisdieren toegestaanBENODIGDHEDEN:Zie onder tab “huurvoorwaarden” welke documenten vereist zijn voor het huren van deze woning.*Aan bovenstaande tekst kunnen geen juridische rechten worden ontleend________Located in the bustling heart of Vlaardingen, the area surrounding Nijverheidsstraat 20 offers a vibrant blend of historical charm and modern amenities. Within walking distance, you'll find cozy cafes, restaurants, and shops, ensuring there's always something to discover and experience. Enjoy a leisurely stroll along the picturesque canals or explore the local markets and events that regularly take place in this lively neighborhood. With excellent public transportation connections and nearby highways, Nijverheidsstraat 20 is the ideal place for a dynamic and convenient lifestyle. Welcome to this lively corner of Vlaardingen!INDELING: Entry through a closed porch, you enter the common area with mailboxes and stairs to the basement where the storage rooms are located. Take the stairs to the 2nd floor, where the apartment is situated. Front door, entrance to the apartment in the hallway from which you can access all rooms. The living room is approximately 21 m2. Three bedrooms of 7 m2, 8 m2, and 12 m2 respectively. The kitchen is separately located and equipped with a hob, extractor hood, refrigerator, freezer, and dishwasher. Behind the kitchen, there is a space for connecting a washing machine. The bathroom can be accessed from the hallway and features a shower and sink. The toilet is separately located in the hallway. Access to the balcony is available from both the living room and the kitchen.The entire apartment has a laminate floor; is heated by central heating; and has partially double glazing.The entire property is equipped with a laminate floor and is heated by central heating. The washing machine connection is located in the kitchen.DETAILS:- Located in Vlaardingen- Three bedrooms- Ready to move inRENTAL PRICE:- Excluding gas, water, electricity, television, internet- Including advance payment for possible service costsRENTAL CONDITIONS:- Property is suitable for a maximum of 2 persons / family- Lease term: minimum of 1 year + indefinite period- Deposit equal to the (total) monthly rent- Housing permit not required (Vlaardingen)- No pets allowedREQUIREMENTS:See under the tab \"rental conditions\" which documents are required for renting this property.*No legal rights can be derived from the above text."},
{"url": "https://woonzeker.com/aanbod/Dordrecht/jacob-catsstraat-117", "address": "Jacob Catsstraat 117", "city": "Dordrecht", "postal_code": "3314 ZD", "latitude": 4.6601322, "longitude": 4.6601322, "price": 1200.0, "rooms": 3, "bedrooms": 2, "surface": "66 m²", "furniture": "partially upholstered", "photo": "https://cdn.realmark.cloud/91/publicPhotos/76637988-d98f-402d-a066-565c0c03e3ac/bc4ce79b-036c-49bb-979e-46a63d42bee8.jpeg", "description": "*See English text belowDit appartement is gelegen in het hart van Dordrecht: een levendige mix van historische charme en moderne voorzieningen. Op loopafstand vind je gezellige cafés, restaurants en winkels, waardoor er altijd iets te ontdekken en te beleven is. Met uitstekende verbindingen met het openbaar vervoer en nabijgelegen snelwegen is dit de ideale plek voor een dynamische en gemakkelijke levensstijl. Welkom in dit levendige stukje Dordrecht!INDELING: Entree woning op straatniveau. Voordeur, binnenkomst in hal met een trap naar de eerste etage. Aankomst op de overloop, vanuit waar de verschillende vertrekken te betreden zijn. De woning beschikt over een woonkamer van ca. 25 m2, voorzien van een open keuken welke beschikt over een gaskookplaat, afzuigkap, oven en koel/vries combi. Twee slaapkamers van respectievelijk 7m2 en 12m2. Een fijn balkon, toegankelijk vanaf één van de slaapkamers. Een badkamer welke is voorzien van een douche en wastafel. Geheel is voorzien van een laminaat vloer; wordt verwarmd middels CV en beschikt over dubbele beglazing. De wasmachine aansluiting is gesitueerd in de CV kast. BIJZONDERHEDEN:- Dordrecht- Fijn appartement, met buitenruimte!- Ideaal voor een jong stel!HUURPRIJS:- Exclusief gas, water, elektra, televisie, internet- Inclusief voorschot voor eventuele servicekostenHUURVOORWAARDEN:- Woning is geschikt voor maximaal 2 personen / gezin- Huurtermijn: minimaal 1 jaar + onbepaalde tijd- Waarborgsom gelijk aan de (totale) maandhuur- Huisvestingsvergunning niet verplicht (Dordrecht)- Geen huisdieren toegestaanBENODIGDHEDEN:Zie onder tab “huurvoorwaarden” welke documenten vereist zijn voor het huren van deze woning.*Aan bovenstaande tekst kunnen geen juridische rechten worden ontleend___This apartment is located in the heart of Dordrecht: a vibrant mix of historical charm and modern amenities. Within walking distance, you'll find cozy cafes, restaurants, and shops, ensuring there's always something to discover and experience. With excellent connections to public transportation and nearby highways, this is the ideal place for a dynamic and convenient lifestyle. Welcome to this lively part of Dordrecht!LAYOUT: The entrance to the apartment is at street level. Upon entering the front door, you step into a hallway with stairs leading to the first floor. Arriving at the landing, you can access the various rooms. The apartment features a living room of approximately 25 m2, equipped with an open kitchen containing a gas stove, extractor hood, oven, and fridge/freezer combination. There are two bedrooms, one measuring 7m2 and the other 12m2. A lovely balcony, accessible from one of the bedrooms, adds to the charm. The bathroom is equipped with a shower and sink.The entire apartment has laminate flooring, is heated by central heating, and has double glazing. The washing machine connection is situated in the central heating cupboard.SPECIAL FEATURES:- Dordrecht- Lovely apartment with outdoor space!- Ideal for a young couple!RENTAL PRICE:- Excluding gas, water, electricity, television, internet- Including advance payment for any service costsRENTAL CONDITIONS:- Property is suitable for a maximum of 2 persons/family- Lease term: minimum of 1 year + indefinite- Deposit equal to the (total) monthly rent- Housing permit not required (Dordrecht)- No pets allowedREQUIREMENTS:Please see the \"rental conditions\" tab for the documents required to rent this property.* No legal rights can be derived from the above text."},
{"url": "https://woonzeker.com/aanbod/s-gravenhage/vreeswijkstraat-835", "address": "Vreeswijkstraat 835", "city": "'s-Gravenhage", "postal_code": "2546 AW", "latitude": 4.2700246, "longitude": 4.2700246, "price": 1225.0, "rooms": 4, "bedrooms": 3, "surface": "65 m²", "furniture": "partially upholstered", "photo": "https://cdn.realmark.cloud/91/publicPhotos/76e9797d-aec5-43e8-a88a-cf63e93ef7cb/a69fbb60-2870-4a06-aa22-f74a4ff18724.jpeg", "description": "*See English text belowIdeaal appartement voor woningdelers / twee studenten of vrienden die graag willen samenwonen. Het appartement is gelegen in de buurt Leyenburg, Den Haag en beschikt over drie slaapkamers. Bij verhuring aan een duurzaam huishouden is er wel een huisvestingsvergunning verplicht. Het appartement wordt met basis stoffering opgeleverd.INDELING: Portiektrap naar de eerste etage. Voordeur appartement. Binnenkomst in hal, direct met een trap naar de derde (top-) etage. Vanuit de hal zijn de verschillende vertrekken te betreden. Het gehuurde beschikt over drie slaapkamers, van respectievelijk 12m2, 9m2 en 6m2. De woonkamer van ca. 18m2 is gelegen aan de voorzijde en is lichtelijk en ruimtelijk opgezet. De keuken is separaat en is voorzien van een kookplaat, afzuigkap, vriezer en combimagnetron. De badkamer is toegankelijk vanaf de hal en is enkel voorzien van een douche.De gehele woning is voorzien van een laminaat vloer en wordt verwarmd middels centrale verwarming. De wasmachine aansluiting bevindt zich in de keuken.BIJZONDERHEDEN:- Berging extern- Drie slaapkamers- Ook geschikt voor woningdelers (2) en / of internationale studenten.HUURPRIJS:- Exclusief gas, water, elektra, televisie, internet- Inclusief voorschot voor eventuele servicekostenHUURVOORWAARDEN:- Woning is geschikt voor maximaal 2 personen- Huurtermijn: minimaal 1 jaar + onbepaalde tijd- Waarborgsom gelijk aan de (totale) maandhuur- Huisvestingsvergunning verplicht (max. bruto jaarinkomen €62.191 1p / €82.991 2p)- Geen huisdieren toegestaanBENODIGDHEDEN:Zie onder tab “huurvoorwaarden” welke documenten vereist zijn voor het huren van deze woning.*Aan bovenstaande tekst kunnen geen juridische rechten worden ontleend_________This ideal apartment is perfect for house sharers or two students or friends who wish to live together. Located in the Leyenburg neighborhood of The Hague, it offers three bedrooms. For renting to a sustainable household, a housing permit is required. The apartment comes with basic furnishings.LAYOUT: Staircase to the first floor. Apartment front door. Enter into the hallway, then take stairs to the third (top) floor. From the hallway, you can access the various rooms. The apartment has three bedrooms, measuring 12m2, 9m2, and 6m2 respectively. The living room, approximately 18m2, is located at the front and offers a light and spacious atmosphere. The separate kitchen is equipped with a stove, extractor hood, freezer, and microwave oven. The bathroom, accessible from the hallway, features only a shower.The entire apartment has laminate flooring and is heated by central heating. The washing machine connection is in the kitchen.DETAILS:- External storage- Three bedrooms- Also suitable for house sharers (2) and/or international students.RENTAL PRICE:- Excluding gas, water, electricity, television, internet- Including advance payment for any service costsRENTAL CONDITIONS:- Property is suitable for a maximum of 2 persons- Lease term: minimum of 1 year + indefinite- Deposit equal to the (total) monthly rent- Housing permit required (max. gross income €62.191 1p / €82.991 2p)- No pets allowedREQUIREMENTS:Please see the \"rental conditions\" tab for the documents required to rent this property.* No legal rights can be derived from the above text."},
{"url": "https://woonzeker.com/aanbod/voorburg/laan-van-middenburg-48-a", "address": "Laan van Middenburg 48", "city": "Voorburg", "postal_code": "2275 CD", "latitude": 4.3528565, "longitude": 4.3528565, "price": 1850.0, "rooms": 3, "bedrooms": 2, "surface": "80 m²", "furniture": "partially upholstered", "photo": "https://cdn.realmark.cloud/91/publicPhotos/82a96dc1-52a4-4870-92df-61571c18774b/c448c94e-bbf0-4866-baab-f33cce183561.jpeg", "description": "*See English text belowDit geheel gerenoveerde appartement is gelegen in een charmante, rustige en groene buurt: een perfecte combinatie van comfortabel wonen en gemakkelijke toegang tot voorzieningen. Op loopafstand vind je prachtige parken zoals Park 't Loo en Park Vreugd en Rust, ideaal voor ontspannende wandelingen en buitenactiviteiten. Voor dagelijkse boodschappen zijn er verschillende supermarkten in de buurt en de gezellige winkelstraat van Voorburg biedt een scala aan winkels, restaurants en cafés om te verkennen. Met uitstekende verbindingen met het openbaar vervoer en nabijgelegen snelwegen is dit de perfecte plek voor een ontspannen en toch verbonden levensstijl. Welkom thuis!INDELING: Eigen entree op straatniveau. Binnenkomst in smalle hal, direct een trap naar de eerste etage. Aankomst op de overloop, vanuit waar u toegang heeft tot de keuken, de badkamer en de woonkamer. De woonkamer is licht en ruimtelijk en geeft toegang tot een heerlijk terras, in de hoek van het pand. De keuken is separaat gesitueerd en beschikt over een inductiekookplaat, afzuigkap, combi-oven, koelkast en vriezer. De badkamer is voorzien van een  douche, wastafel en toilet. Op de tweede etage zijn er twee slaapkamers, waarvan één zeer ruime en één mooi formaat voor een stapelbed of kan gebruikt worden als werkkamer. Vanuit de master bedroom toegang tot het balkon.Het geheel is voorzien van een PVC-vloer en wordt verwarmd door een warmtepomp middels vloerverwarming. BIJZONDERHEDEN:- Energielabel A+ en gasvrij!- Geheel gerenoveerd- Vloerverwarming- Locatie VoorburgHUURPRIJS:- Exclusief gas, water, elektra, televisie, internet- Inclusief voorschot voor eventuele servicekostenHUURVOORWAARDEN:- Woning is geschikt voor maximaal 2 personen / gezin- Huurtermijn: minimaal 1 jaar + onbepaalde tijd- Waarborgsom gelijk aan de (totale) maandhuur- Huisvestingsvergunning niet verplicht (Voorburg)- Geen huisdieren toegestaanBENODIGDHEDEN:Zie onder tab “huurvoorwaarden” welke documenten vereist zijn voor het huren van deze woning.*Aan bovenstaande tekst kunnen geen juridische rechten worden ontleend________This fully renovated apartment is located in a charming, quiet, and green neighborhood: a perfect combination of comfortable living and easy access to amenities. Within walking distance, you'll find beautiful parks like Park 't Loo and Park Vreugd en Rust, ideal for relaxing walks and outdoor activities. Several supermarkets are nearby for daily groceries, and Voorburg's cozy shopping street offers a variety of shops, restaurants, and cafes to explore. With excellent public transport connections and nearby highways, this is the perfect place for a relaxed yet connected lifestyle. Welcome home!LAYOUT: Private entrance at street level. Entry into a narrow hallway, with stairs directly to the first floor. Arrival in the apartment's hallway, providing access to the kitchen, bathroom, and living room. The living room is bright and spacious, with access to a lovely terrace nestled in the corner of the building. The kitchen is separate and equipped with an induction hob, extractor hood, combination oven, fridge, and freezer. The bathroom features a shower, sink, and toilet. On the second floor, there are two bedrooms, one of which is very spacious and the other suitable for a bunk bed or can be used as a study. Access to the balcony from the master bedroom.The entire apartment is furnished with a PVC floor and heated by a heat pump through underfloor heating.SPECIAL FEATURES:- Energy label A+ and gas-free!- Fully renovated- Underfloor heating- Located in VoorburgRENTAL PRICE:- Excluding gas, water, electricity, television, internet- Including advance payment for any service costsRENTAL CONDITIONS:- Property is suitable for a maximum of 2 persons/family- Rental term: minimum of 1 year + indefinite- Deposit equal to the (total) monthly rent- Housing permit not required (Voorburg)- No pets allowedREQUIREMENTS:See under the tab \"rental conditions\" which documents are required for renting this property.* No legal rights can be derived from the above text"},
{"url": "https://woonzeker.com/aanbod/rotterdam/noordplein-235-a", "address": "Noordplein 235", "city": "Rotterdam", "postal_code": "3035 EE", "latitude": 4.4827916, "longitude": 4.4827916, "price": 1400.0, "rooms": 4, "bedrooms": 3, "surface": "50 m²", "furniture": "partially upholstered", "photo": "https://cdn.realmark.cloud/91/publicPhotos/44aed22b-eee0-42e3-bfb3-e34baa9aa656/ae96a4cc-235f-4906-add6-a78921689dee.jpeg", "description": "*See English text belowIdeaal appartement beschikbaar, ook geschikt voor twee studenten. Gelegen in het hart van Rotterdam-Noord. Omringd door een rijke mix van historische architectuur en moderne voorzieningen. Van de levendige boerenmarkt tot gezellige cafés en trendy eetgelegenheden, er is altijd iets te beleven en te ontdekken. INDELING: Gedeeld entree op begane grond. Trappenhuis, trap naar de eerste etage. Binnenkomst appartement in hal. Drie slaapkamers van respectievelijk 7m2, 8m2 en 9m2. Woonkamer gelegen aan de voorzijde, van ca. 12 m2. Semi-open keuken voorzien van kookplaat en afzuigkap. Wasmachine aansluiting in de badkamer. Badkamer voorzien van douche en wastafel. Toilet separaat op de hal.Geheel voorzien van een laminaat vloer, gedeeltelijk voorzien van dubbele beglazing, verwarmd middels CV. Het gehuurde wordt excl. nutsvoorzieningen verhuurd (eigen meters). BIJZONDERHEDEN:- Gelegen in het Oude Noorden- Ook geschikt voor twee woningdelers / studenten (met garantstelling)- Drie slaapkamersHUURPRIJS:- Exclusief gas, water, elektra, internet en televisie- Inclusief eventuele servicekostenHUURVOORWAARDEN:- Woning is geschikt voor maximaal 2 personen- Huurtermijn: minimaal 1 jaar + onbepaalde tijd- Waarborgsom gelijk aan de (totale) maandhuur- Huisvestingsvergunning niet verplicht- Geen huisdieren toegestaan- Parkeervergunning: zie hier (https://www.rotterdam.nl/wachtlijst-parkeervergunning) meer informatie over de – mogelijke – wachtlijst voor de parkeervergunningBENODIGDHEDEN:Zie onder tab “huurvoorwaarden” welke documenten vereist zijn voor het huren van deze woning.*Aan bovenstaande tekst kunnen geen juridische rechten worden ontleend___Ideally located apartment available, also suitable for two students. Situated in the heart of Rotterdam-Noord. Surrounded by a rich mix of historical architecture and modern amenities. From the vibrant farmers' market to cozy cafes and trendy eateries, there is always something to experience and explore.LAY-OUT: Shared entrance on the ground floor. Staircase, stairs to the first floor. Entry into the apartment in the hallway. Three bedrooms of approximately 7m2, 8m2, and 9m2 respectively. Living room located at the front, approximately 12 m2. Semi-open kitchen equipped with hob and extractor hood. Washing machine connection in the bathroom. Bathroom with shower and sink. Separate toilet in the hallway.Fully equipped with laminate flooring, partially double glazed, heated by central heating. The rented property is rented excl. utilities (own meters).SPECIAL FEATURES:- Located in the Oude Noorden- Also suitable for two house sharers / students (with guarantee)- Three bedroomsRENT:- Excluding gas, water, electricity, internet, and television- Including any service chargesRENTAL CONDITIONS:- Property is suitable for a maximum of 2 persons- Rental period: minimum 1 year + indefinite period- Security deposit equal to the (total) monthly rent- Housing permit not required- No pets allowed- Parking permit: see here (https://www.rotterdam.nl/wachtlijst-parkeervergunning) for more information about the possible waiting list for the parking permitREQUIREMENTS:Please refer to the \"rental conditions\" tab to see which documents are required for renting this property.* No legal rights can be derived from the above text."},
{"url": "https://woonzeker.com/aanbod/Leiden/breestraat-89-e", "address": "Breestraat 89", "city": "Leiden", "postal_code": "2311 CK", "latitude": 4.4895657, "longitude": 4.4895657, "price": 2050.0, "rooms": 3, "bedrooms": 2, "surface": "69 m²", "furniture": "furnished", "photo": "https://cdn.realmark.cloud/91/publicPhotos/0eca41d6-11f5-4c22-93c8-5684763fe4db/d611b582-1192-441f-a8a0-cbc98efce562.jpeg", "description": "*See English text belowEen TOP-appartement beschikbaar aan de bruisende Breestraat, het hart van historisch Leiden! Deze levendige straat, doordrenkt van geschiedenis en cultuur, biedt een eindeloze reeks aan winkels, restaurants, cafés en bezienswaardigheden. Het appartement is gemeubileerd, beschikt over twee slaapkamers en heeft een heerlijk terras!INDELING: Gedeeld entree op straatniveau. Verzorgd entree, voorzien van postvakken. Trap naar de derde etage. Binnenkomst appartement in hal, vanuit waar toegang tot het toilet en wasmachinekast. Directe doorloop naar de ruime woonkamer, met aan de ene zijde toegang tot het balkon aan de straatkant en aan de andere zijde toegang tot het terras gelegen aan de achterzijde. De open keuken is voorzien van een kookplaat, afzuigkap, koelkast, vaatwasser en combi-oven. Twee slaapkamers, waarvan één niet afsluitbaar. Beide kamers zijn gesitueerd in de kap (4e etage) van het pand en via een vaste, smalle trap te bereiken.Het gehele appartement is volledige gestoffeerd, beschikt over en houten vloer en gedeeltelijk dubbele beglazing en wordt verwarmd middels CV.BIJZONDERHEDEN:- Gelegen in een winkelstraat- Gemeubileerd- Enorm terras!- Ideaal voor expatsHUURPRIJS:- Exclusief voorschot á €250,00 p/m voor verbruik gas, water, elektra,- Exclusie internet en televisie- Inclusief eventuele servicekostenHUURVOORWAARDEN:- Woning is geschikt voor maximaal 2 personen- Huurtermijn: minimaal 1 jaar + onbepaalde tijd- Waarborgsom gelijk aan de (totale) maandhuur- Huisvestingsvergunning niet verplicht- Geen huisdieren toegestaan- Parkeervergunning: zie hier https://gemeente.leiden.nl/inwoners-en-ondernemers/parkeren/parkeervergunningen/BENODIGDHEDEN:Zie onder tab “huurvoorwaarden” welke documenten vereist zijn voor het huren van deze woning.*Aan bovenstaande tekst kunnen geen juridische rechten worden ontleend______A TOP apartment available on the vibrant Breestraat, the heart of historic Leiden! This lively street, steeped in history and culture, offers an endless array of shops, restaurants, cafes, and attractions. The apartment is furnished, has two bedrooms, and features a delightful terrace!LAY-OUT: Shared entrance at street level. Well-maintained entrance, equipped with mailboxes. Stairs to the third floor. Entry into the apartment in the hallway, with access to the toilet and washing machine cabinet. Direct passage to the spacious living room, with access to the balcony on one side and the terrace at the rear on the other side. The open kitchen is equipped with a hob, extractor hood, fridge, dishwasher, and combination oven. Two bedrooms, one of which is not lockable. Both rooms are situated in the attic (4th floor) of the building and can be reached via a fixed, narrow staircase.The entire apartment is fully furnished, has a wooden floor, partially double glazing, and is heated by central heating.SPECIAL FEATURES:- Located in a shopping street- Furnished- Enormous terrace!- Ideal for expatsRENT:- Excluding advance payment of €250.00 per month for gas, water, electricity usage- Excluding internet and television- Including any service chargesRENTAL CONDITIONS:- Property is suitable for a maximum of 2 persons- Rental period: minimum 1 year + indefinite period- Security deposit equal to the (total) monthly rent- Housing permit not required- No pets allowed- Parking permit: see here https://gemeente.leiden.nl/inwoners-en-ondernemers/parkeren/parkeervergunningen/REQUIREMENTS:Please refer to the \"rental conditions\" tab to see which documents are required for renting this property.* No legal rights can be derived from the above text."},
{"url": "https://woonzeker.com/aanbod/s-gravenhage/rembrandtstraat-2-e", "address": "Rembrandtstraat 2", "city": "'s-Gravenhage", "postal_code": "2526 PZ", "latitude": 4.3039068, "longitude": 4.3039068, "price": 400.0, "rooms": 3, "bedrooms": 2, "surface": "28 m²", "furniture": "airframe", "photo": "https://cdn.realmark.cloud/91/publicPhotos/cc9b932b-222e-442b-a205-804f0a4c8a2f/3d49748f-6006-40a8-956d-8a605af6b3cf.jpeg", "description": "*See English text below*Dit leuke 2 kamer appartement is beschikbaar. Het nabijgelegen park biedt een ideale plek om te ontspannen en te genieten van de natuur, en het openbaar vervoer is gemakkelijk bereikbaar voor uw dagelijkse reizen. Ideaal voor een starter!INDELING: Gezamenlijke entree, trap naar de 2e etage. Het appartement bevindt zich aan de voorzijde. Binnenkomst appartement in de keuken. Ruime woonkamer met een heerlijk balkon. De woning beschikt over twee slaapkamers van respectievelijk ca. 11 m2 en ca. 8 m2. Badkamer welke is uitgerust met een douche en een wc. Het gehele appartement is voorzien van dubbel glas en wordt verwarmd door middel van een geiser.BIJZONDERHEDEN:- Beschikbaar voor maximaal 6 maanden (!) = TIJDELIJKE WOONRUIMTE- Centrum van Den Haag op loopafstand- Heerlijk balkon- Lichte woningHUURPRIJS:- Exclusief nutsvoorzieningen (eigen meters)- Inclusief voorschotbetaling eventuele servicekostenHUURVOORWAARDEN:- Woning is geschikt voor maximaal 1 persoon- Huurtermijn: Maximaal 6 maanden (wordt niet verlengd!)- Waarborgsom gelijk aan de (totale) maandhuur- Huisvestingsvergunning verplicht (max. bruto jaarinkomen betreft € 47.699)- Geen huisdieren toegestaanBENODIGDHEDEN: Zie onder tab “huurvoorwaarden” welke documenten vereist zijn voor het huren van deze woning.*Aan bovenstaande tekst kunnen geen juridische rechten worden ontleend_____________________*English text below*This charming 2-room apartment is available. You are within walking distance of trendy boutiques, restaurants, and cultural hotspots, while the street itself is an oasis of peace and greenery. The nearby park offers an ideal place to relax and enjoy nature, and public transportation is easily accessible for your daily travels. Ideal for a starter!LAY-OUT: Shared entrance, stairs to the 2nd floor. The apartment is located at the front. Entry into the kitchen. Spacious living room with a lovely balcony. The property has two bedrooms of approximately 11 m2 and 8 m2 respectively. Bathroom equipped with a shower and toilet.The entire apartment features double glazing and is heated by means of a geyser.SPECIAL FEATURES:- Available for a maximum of 6 months (!) = TEMPORARY ACCOMMODATION- City center of The Hague within walking distance- Lovely balcony- Bright propertyRENT:- Excluding utilities (own meters)- Including advance payment of any service chargesRENTAL CONDITIONS:- Property is suitable for a maximum of 1 person- Rental period: Maximum 6 months (not extendable!)- Security deposit equal to the (total) monthly rent- Housing permit required (maximum gross annual income of €47,699)- No pets allowedREQUIREMENTS: See the \"rental conditions\" tab for the documents required to rent this property.* No legal rights can be derived from the above text."},
{"url": "https://woonzeker.com/aanbod/s-gravenhage/herschelstraat-24-c", "address": "cL", "city": "'s-Gravenhage", "postal_code": "2562 JP", "latitude": null, "longitude": null, "price": 775.0, "rooms": 1, "bedrooms": 1, "surface": "26 m²", "furniture": "upholstered", "photo": "https://cdn.realmark.cloud/91/publicPhotos/dac6d841-de78-4ff4-9e9e-c85eb81dbe5d/a046edce-6330-4c89-a53b-74febe74cc84.jpeg", "description": "*See Engish text belowStudio beschikbaar met balkon en eigen voorzieningen! De studio is gelegen in één van de leukste wijken van Den Haag, namelijk het Valkenboskwartier. Op loopafstand gelegen van het openbaar vervoer, supermarkten en het gezellige winkel aanbod in de Weimarstraat en de Fahrenheitstraat. Met de fiets bent u binnen 10 minuten in het centrum van Den Haag of het strand van Scheveningen!INDELING: Gezamenlijke entree. Trap naar de 2e etage. De studio bevindt zich aan de achterzijde. Binnenkomst studio in de woon/ slaapkamer van circa. 18 m². Vanuit de woon/ slaapkamer heeft u door middel van openslaande deuren toegang tot het balkon aan de achterzijde. Keuken voorzien van een kookplaat en afzuigkap en in hier vind je ook de aansluiting voor de wasmachine. Badkamer voorzien van een douche en wastafel. Separaat toilet tevens voorzien van een wastafel. De gehele studio is voorzien van een laminaat vloer, verlichting, dubbele beglazing en wordt verwarmd middels centrale verwarming. BIJZONDERHEDEN:- Eigen voorzieningen- Winkelstraat Weimarstraat om de hoek- Balkon- Perfect voor een student (met garantstelling!) of een starterHUURPRIJS:- Exclusief voorschotbetaling €125,00 p/m voor gebruik gas, water, elektra- Exclusief internet / televisie- Inclusief voorschotbetaling eventuele servicekostenHUURVOORWAARDEN:- Woning is geschikt voor maximaal 1 persoon- Huurtermijn: maximaal 2 jaar- Waarborgsom gelijk aan de (totale) maandhuur- Huisvestingsvergunning is verplicht (max. bruto jaarinkomen is € 47.699 1p)- Geen huisdieren toegestaanBENODIGDHEDEN:Zie onder tab “huurvoorwaarden” welke documenten vereist zijn voor het huren van deze woning.*Aan bovenstaande tekst kunnen geen juridische rechten worden ontleend______Studio available with balcony and private amenities! The studio is located in one of the nicest neighborhoods of The Hague, namely the Valkenboskwartier. Within walking distance of public transportation, supermarkets, and the cozy shopping offerings on Weimarstraat and Fahrenheitstraat. By bike, you can reach the center of The Hague or Scheveningen beach within 10 minutes!LAY-OUT: Shared entrance. Stairs to the 2nd floor. The studio is located at the rear. Entry into the studio in the living/bedroom of approximately 18 m². From the living/bedroom, you have access to the balcony at the rear through French doors. Kitchen equipped with a hob and extractor hood, and here you will also find the connection for the washing machine. Bathroom with a shower and sink. Separate toilet also equipped with a sink.The entire studio features laminate flooring, lighting, double glazing, and is heated by central heating.SPECIAL FEATURES:- Private amenities- Weimarstraat shopping street around the corner- Balcony- Perfect for a student (with guarantee!) or a starterRENT:- Excluding advance payment of €125.00 per month for gas, water, electricity usage- Excluding internet/television- Including advance payment of any service chargesRENTAL CONDITIONS:- Property is suitable for a maximum of 1 person- Rental period: maximum 2 years- Security deposit equal to the (total) monthly rent- Housing permit is required (maximum gross annual income is €47,699 for 1 person)- No pets allowedREQUIREMENTS:Please refer to the \"rental conditions\" tab to see which documents are required for renting this property.* No legal rights can be derived from the above text."},
{"url": "https://woonzeker.com/aanbod/s-gravenhage/zacharias-jansenstraat-1", "address": "Zacharias Jansenstraat 1", "city": "'s-Gravenhage", "postal_code": "2522 EW", "latitude": 4.3329735, "longitude": 4.3329735, "price": 835.0, "rooms": 2, "bedrooms": 1, "surface": "45 m²", "furniture": "partially upholstered", "photo": "https://cdn.realmark.cloud/91/publicPhotos/831b9d60-782c-4a5a-893b-df359a01a1e2/e3f44511-d3ce-4016-a74a-a555723e3909.jpeg", "description": "*See English text belowGelegen aan de rand van Park den Burgh en Schoonoord, dit leuke appartement beschikbaar! Op fietsafstand treft u de Herenstraat gelegen in Oud-Rijswijk. In de Herenstraat treft u diverse winkeltjes, boetiekjes en restaurantjes. Zin in een dagje naar de stad? Openbaarvervoer treft u nabij en met de fiets bereikt u binnen 15 minuten hartje centrum Den Haag. Kortom perfect appartement voor een starter!  INDELING: Entree op straatniveau. Het appartement bevindt zich direct op de begane grond. Voordeur, entree in een hal. Vanuit de hal loopt u door naar de woonkamer met open keuken. De keuken is voorzien van een kookplaat, koel/ vries combinatie, oven, vaatwasser en afzuigkap. Vanuit de woonkamer heeft u middels openslaande deuren toegang tot de knusse tuin. De slaapkamer is ca. 17 m2. Badkamer is voorzien van een douche, toilet en wastafel. Het gehele appartement is voorzien van een laminaat vloer en wordt verwarmd middels centrale verwarming. De wasmachine/ droger aansluiting bevindt zich in de badkamer. BIJZONDERHEDEN:- Randje Oud-Rijswijk- Uitvalswegen nabij  - Gelegen op de begane grond - Met knusse tuin HUURVOORWAARDEN:- Woning is geschikt voor maximaal 2 personen (stel/koppel)- Huurtermijn: minimaal één jaar + onbepaalde tijd- Waarborgsom gelijk aan de (totale) maandhuur- Huisvestingsvergunning verplicht (max. bruto jaarinkomen betreft € 47.699 1p / € 52.671 2p)- Geen huisdieren toegestaanBENODIGDHEDEN:Zie onder tab “huurvoorwaarden” welke documenten vereist zijn voor het huren van deze woning.*Aan bovenstaande tekst kunnen geen juridische rechten worden ontleend___Located on the edge of Park den Burgh and Schoonoord, this delightful apartment is available! Within cycling distance, you'll find the Herenstraat located in Oud-Rijswijk. The Herenstraat offers various shops, boutiques, and restaurants. Feel like spending a day in the city? Public transportation is nearby, and you can reach the heart of The Hague within 15 minutes by bike. In short, the perfect apartment for a starter!LAY-OUT: Entrance at street level. The apartment is located directly on the ground floor. Front door, entrance into a hallway. From the hallway, you enter the living room with an open kitchen. The kitchen is equipped with a hob, fridge/freezer combination, oven, dishwasher, and extractor hood. From the living room, you have access to the cozy garden through French doors. The bedroom is approximately 17 m2. The bathroom is equipped with a shower, toilet, and sink.The entire apartment features laminate flooring and is heated via central heating. The washing machine/dryer connection is located in the bathroom.SPECIAL FEATURES:- Edge of Oud-Rijswijk- Major roads nearby- Located on the ground floor- With a cozy gardenRENTAL CONDITIONS:- Property is suitable for a maximum of 2 people (couple)- Rental period: minimum one year + indefinite period- Security deposit equal to the (total) monthly rent- Housing permit required (maximum gross annual income of €47,699 for 1 person / €52,671 for 2 people)- No pets allowedREQUIREMENTS:Please refer to the \"rental conditions\" tab to see which documents are required for renting this property.* No legal rights can be derived from the above text."},
{"url": "https://woonzeker.com/aanbod/s-gravenhage/weimarstraat-70-a-1e-rechts", "address": "Weimarstraat 70", "city": "'s-Gravenhage", "postal_code": "2562 HA", "latitude": 4.280229, "longitude": 4.280229, "price": 650.0, "rooms": 1, "bedrooms": 1, "surface": "29 m²", "furniture": "upholstered", "photo": "https://cdn.realmark.cloud/91/publicPhotos/4a6c2655-df69-406d-9635-3bf0cd7326fc/6c47b301-0f6a-4f5b-b669-aa44590984a5.jpeg", "description": "*See English text belowNette en knusse studio met gedeelde keuken en badkamer beschikbaar in één van de gezelligste wijken van Den Haag; Het Regentessekwartier! Gelegen op loopafstand van het winkelaanbod in de Reinkenstraat en de Fahrenheitstraat. Met de fiets bent u binnen 10 minuten op het heerlijke strand van Scheveningen. INDELING:  Gezamenlijke entree. De studio bevindt zich aan de achterzijde van het pand op de eerste etage. U loopt de gemeenschappelijke hal door waar tevens ook de gedeelde wasmachine zich bevindt. Voordeur, entree studio. Woon/ slaapkamer van circa. 29 m².  Separaat gedeeld keukenblok voorzien van een kookplaat, afzuigkap en een koelkast. Gedeelde badkamer voorzien van een douche, wastafel en toilet. De gehele studio is voorzien van een laminaatvloer, dubbele beglazing en wordt verwarmd middels centrale verwarming. U kunt gebruik maken van de gezamenlijke wasmachine/ droger middels muntsysteem. BIJZONDERHEDEN:- Onzelfstandige woonruimte - Perfect voor een student (met garantstelling!)- Regentessekwartier- Gelegen in een winkelstraatHUURPRIJS:- Exclusief voorschotbetaling € 125,00 p/m voor gebruik gas, water, elektra- Exclusief internet/televisie- Inclusief voorschotbetaling eventuele servicekostenHUURVOORWAARDEN:- Woning is geschikt voor maximaal 1 persoon- Huurtermijn: maximaal 2 jaar - Huisvestingsvergunning niet verplicht (onzelfstandige woonruimte)- Waarborgsom gelijk aan de (totale) maandhuur- Geen huisdieren toegestaanBENODIGDHEDEN:Zie onder tab “huurvoorwaarden” welke documenten vereist zijn voor het huren van deze woning.__Neat and cozy studio with shared kitchen and bathroom available in one of the coziest neighborhoods of The Hague; The Regentessekwartier! Located within walking distance of the shopping options on Reinkenstraat and Fahrenheitstraat. By bike, you can reach the lovely Scheveningen beach within 10 minutes.LAY-OUT: Shared entrance. The studio is located at the rear of the building on the first floor. You walk through the communal hallway where the shared washing machine is also located. Front door, entrance to the studio. Living/bedroom of approximately 29 m². Separate shared kitchenette equipped with a hob, extractor hood, and refrigerator. Shared bathroom with a shower, sink, and toilet.The entire studio features laminate flooring, double glazing, and is heated via central heating. You can use the shared washing machine/dryer via a coin-operated system.SPECIAL FEATURES:- Non-self-contained accommodation- Perfect for a student (with guarantee!)- Regentessekwartier- Located on a shopping streetRENT:- Excluding advance payment of €125.00 per month for gas, water, electricity usage- Excluding internet/television- Including advance payment of any service chargesRENTAL CONDITIONS:- Property is suitable for a maximum of 1 person- Rental period: maximum 2 years - Housing permit not required (non-self-contained accommodation)- Security deposit equal to the (total) monthly rent- No pets allowedREQUIREMENTS:Please refer to the \"rental conditions\" tab to see which documents are required for renting this property."},
{"url": "https://woonzeker.com/aanbod/s-gravenhage/herschelstraat-24-a", "address": "cL", "city": "'s-Gravenhage", "postal_code": "2562 JP", "latitude": null, "longitude": null, "price": 750.0, "rooms": 1, "bedrooms": 1, "surface": "26 m²", "furniture": "upholstered", "photo": "https://cdn.realmark.cloud/91/publicPhotos/71663be5-5c91-4ab6-9f64-a7384bb64b7d/53e1d538-f481-4417-97d8-c059ef744b45.jpeg", "description": "*See English text belowGelegen in het populaire Valkenboskwartier, deze leuke studio beschikbaar met heerlijk balkon en heerlijk terras en eigen voorzieningen! Nabij de studio treft u de winkelstraat de Weimarstraat waar u goed terecht kunt voor uw dagelijkse benodigdheden. Tevens treft u nabij de studio de leuke en gezellige winkelstraat de Fahrenheitstraat met diverse winkels, boetiekjes, delicatessenzaakjes en restaurants. Openbaar vervoer treft u nabij. Met de fiets bereikt u binnen 10 minuten het heerlijke strand van Scheveningen en tevens het centrum van Den Haag. Perfect voor een starter of student met garantstelling!INDELING: Entree op straatniveau, u betreedt de gemeenschappelijke ruimte. U neemt de trap naar de 1e etage waar de studio zich aan de achterzijde bevindt. Voordeur, entree studio in de woon/ slaapkamer van circa. 16 m². Vanuit de woon/ slaapkamer heeft u middels openslaande deuren toegang tot het balkon. Separate keuken welke is voorzien van een kookplaat en afzuigkap. Vanuit de keuken heeft u middels openslaande deuren toegang tot het heerlijke terras. Badkamer welke is voorzien van een douche en wastafel. Het toilet is separaat.De gehele studio is voorzien van een houtenvloer, verlichtingsarmaturen, raambekleding, dubbele beglazing en wordt verwarmd middels centrale verwarming. De wasmachine/ droger is voor gezamenlijk gebruik en gesitueerd in de gemeenschappelijke ruimte.BIJZONDERHEDEN:- Terras & balkon- Weimarstraat & Fahrenheitstraat- Geschikt voor een starter of student met garantstellerHUURPRIJS:- Exclusief voorschot € 125,00 p/m voor gebruik gas, water, elektra- Exclusief televisie & internet- Inclusief voorschot voor eventuele servicekostenHUURVOORWAARDEN:- Woning is geschikt voor maximaal 1 persoon- Huurtermijn: maximaal twee jaar- Waarborgsom gelijk aan de (totale) maandhuur- Huisvestingsvergunning verplicht (max. bruto jaarinkomen betreft € 47.699,-)- Geen huisdieren toegestaanBENODIGDHEDEN:Zie onder tab “huurvoorwaarden” welke documenten vereist zijn voor het huren van deze woning.*Aan bovenstaande tekst kunnen geen juridische rechten worden ontleend____Located in the popular Valkenboskwartier, this charming studio is available with a lovely balcony and terrace, and private amenities! Near the studio, you'll find the shopping street Weimarstraat, where you can easily find your daily necessities. Additionally, near the studio, you'll find the charming and lively shopping street Fahrenheitstraat with various shops, boutiques, delicatessens, and restaurants. Public transportation is nearby. By bike, you can reach the delightful Scheveningen beach and the center of The Hague within 10 minutes. Perfect for a starter or student with a guarantor!LAYOUT: Entrance at street level, you enter the common area. Take the stairs to the 1st floor where the studio is located at the back. Front door, entrance to the studio in the living/bedroom of approximately 16 m². From the living/bedroom, you have access to the balcony through French doors. Separate kitchen equipped with a stove and extractor hood. From the kitchen, you have access to the lovely terrace through French doors. Bathroom with a shower and sink. The toilet is separate.The entire studio has a wooden floor, lighting fixtures, window coverings, double glazing, and is heated by central heating. The washer/dryer is for shared use and located in the common area.DETAILS:-\tTerrace & balcony-\tWeimarstraat & Fahrenheitstraat-\tSuitable for a starter or student with a guarantorRENTAL PRICE:- Excluding advance payment of € 125,00 p/m for the use of gas, water and electricity- Excluding television & internet- Including advance payment for service costsRENTAL CONDITIONS:- Property is suitable for a maximum of 1 person- Lease term: maximum of two years- Deposit equal to the (total) monthly rent- Housing permit required (max. gross annual income is € 47.699)- No pets allowedREQUIREMENTS:See under the tab \"rental conditions\" which documents are required for renting this property.* No legal rights can be derived from the above text"},
{"url": "https://woonzeker.com/aanbod/s-gravenhage/marconistraat-96-kamer-4", "address": "Marconistraat 96", "city": "'s-Gravenhage", "postal_code": "2562 JG", "latitude": 4.2763054, "longitude": 4.2763054, "price": 525.0, "rooms": 1, "bedrooms": 1, "surface": "10 m²", "furniture": "upholstered", "photo": "https://cdn.realmark.cloud/91/publicPhotos/0679208e-a29b-4c53-a924-094146603edf/c24e55c4-1d15-4114-9a90-d42e9385b5f8.jpeg", "description": "**English text belowGelegen in één van de populairste wijken van Den Haag namelijk het Valkenboskwartier, in een zijstraat van de winkelstraat de Weimarstraat, deze leuke kamer beschikbaar met privé keuken en gedeeld toilet en badkamer. De studio is perfect voor een student met garantstelling. Gelegen op loopafstand van verschillende winkels en supermarkten en natuurlijk niet te vergeten op fietsafstand van Scheveningen strand en het bruisende centrum van Den Haag waar u een groot aanbod aan restaurants, winkels, uitgaansgelegenheden en cafeetjes kunt vinden.INDELING: Entree op straatniveau, u betreedt de gemeenschappelijke ruimte. U neemt de trap naar de 1e etage waar de kamer zich aan de voorzijde bevindt. De badkamer treft u in de gezamenlijke ruimte en is gedeeld met de medebewoners. De badkamer is voorzien van een douche en toilet. Voordeur, entree kamer in de woon/ slaapkamer van circa. 15 m². Openkeuken welke is voorzien van een kookplaat en koelkast.  \tDe gehele kamer is voorzien van een laminaatvloer, verlichtingsarmaturen en wordt verwarmd middels centrale verwarming. Let op! Er is geen mogelijkheid in de kamer of in het pand om een wasmachine/ droger te plaatsen. BIJZONDERHEDEN:- Weimarstraat & Fahrenheitstraat  - Gedeelde badkamer - Perfect voor een student met garantstelling   HUURPRIJS:- Exclusief voorschot € 125,00 p/m voor gebruik gas, water, elektra- Inclusief voorschot voor gebruik televisie, internet en eventuele servicekostenHUURVOORWAARDEN:- Woning is geschikt voor maximaal 1 persoon - Huurtermijn: maximaal twee jaar  - Waarborgsom gelijk aan de (totale) maandhuur- Huisvestingsvergunning niet verplicht - Geen huisdieren toegestaan BENODIGDHEDEN:Zie onder tab “huurvoorwaarden” welke documenten vereist zijn voor het huren van deze woning. *Aan bovenstaande tekst kunnen geen juridische rechten worden ontleend__________________________**English text belowLocated in one of the most popular neighborhoods in The Hague, namely Valkenboskwartier, on a side street of the shopping street Weimarstraat, this charming room is available with a private kitchen and a shared toilet and bathroom. The studio is perfect for a student with a guarantor. Within walking distance, you'll find various shops and supermarkets, and, of course, not to forget, it's within cycling distance of Scheveningen beach and the lively city center of The Hague, where you can find a wide range of restaurants, shops, entertainment venues, and cafes.LAYOUT: Entrance at street level, you enter the communal area. Take the stairs to the 1st floor where the room is located at the front. The bathroom is in the shared area and is shared with the other residents. The bathroom is equipped with a shower and toilet. Front door, entrance to the room in the living/bedroom of approximately 15 m². Open kitchen equipped with a stove and refrigerator.The entire room features laminate flooring, lighting fixtures, and is heated by central heating. Please note that there is no possibility to place a washer/dryer in the room or in the building.DETAILS:-\tWeimarstraat & Fahrenheitstraat-\tShared bathroom-\tPerfect for a student with a guarantorRENTAL PRICE:- Excluding advance payment of € 125,00 p/m for the use of gas, water and electricity- Including advance payment for use of television, internet and any service costsRENTAL CONDITIONS:- Property is suitable for a maximum of 1 person- Lease term: maximum of two years- Deposit equal to the (total) monthly rent- Housing permit not required- No pets allowedREQUIREMENTS:See under the tab \"rental conditions\" which documents are required for renting this property.* No legal rights can be derived from the above text"},
{"url": "https://woonzeker.com/aanbod/rijswijk/steenlaan-128", "address": "Steenlaan 128", "city": "Rijswijk", "postal_code": "2282 BG", "latitude": 4.3309053, "longitude": 4.3309053, "price": 1250.0, "rooms": 4, "bedrooms": 3, "surface": "84 m²", "furniture": "upholstered", "photo": "https://cdn.realmark.cloud/91/publicPhotos/928a85f6-44bc-482d-bccf-2bac690aa5f4/f1bc6a5f-1525-4975-b84f-12a5d089b633.jpeg", "description": "**English text belowGelegen in het sfeervolle oud Rijswijk, dit leuke en gerenoveerde 4-kamer appartement beschikbaar. Dit appartement ligt op loopafstand van de Herenstraat waar u verschillende leuke winkeltjes en eettentjes kunt vinden. Tevens het Rijswijkse bos treft u nabij. Het appartement is perfect geschikt voor een stel!INDELING: Gesloten portiek met brievenbussen en bellentableau, u betreedt het gemeenschappelijke trappenhuis. U neemt de trap naar de 1e etage waar het appartement zich bevindt. Voordeur, entree appartement in de hal waar vanuit u alle vertrekken kunt betreden. Woonkamer van circa. 35 m². Separaat keukenblok welke is voorzien van een kookplaat, combi oven, afzuigkap, koelkast, vriezer en vaatwasser. Vanuit de keuken en de woonkamer heeft u middels openslaande deuren toegang tot het heerlijke balkon. Drie slaapkamers van circa. 12 m², 9 m² en 8 m². Badkamer welke is voorzien van een douche en wastafel. Het toilet is separaat. De gehele woning is voorzien van een laminaat vloer, dubbele beglazing en wordt verwarmd middels centrale verwarming. De aansluiting voor de wasmachine/ droger bevindt zich in de keuken. BIJZONDERHEDEN:- Let op: foto's zijn gemaakt van een soortgelijke woning- Berging in de onderbouw  - Oud-Rijswijk, Herenstraat, Rijswijkse bosHUURPRIJS:- Exclusief gas, water, elektra, internet en televisie - Inclusief voorschot voor eventuele servicekostenHUURVOORWAARDEN:- Woning is geschikt voor maximaal 2 personen / gezin- Huurtermijn: minimaal 1 jaar + onbepaalde tijd  - Waarborgsom gelijk aan de (totale) maandhuur- Huisvestingsvergunning niet verplicht - Geen huisdieren toegestaan BENODIGDHEDEN:Zie onder tab “huurvoorwaarden” welke documenten vereist zijn voor het huren van deze woning. *Aan bovenstaande tekst kunnen geen juridische rechten worden ontleend__________________________**English text belowLocated in the charming Old Rijswijk, this lovely and renovated 4-room apartment is available. This apartment is within walking distance of Herenstraat, where you can find various charming shops and eateries. Also nearby is the Rijswijkse bos (Rijswijk forest). The apartment is perfect for a couple!LAYOUT: Closed entrance with mailboxes and intercom, you enter the communal staircase. Take the stairs to the 1st floor where the apartment is located. Front door, entrance to the apartment in the hallway providing access to all rooms. Living room of approximately 35 m². Separate kitchen unit equipped with a stove, combination oven, extractor hood, refrigerator, freezer, and dishwasher. From the kitchen and the living room, you have access to the lovely balcony through French doors. Three bedrooms of approximately 12 m², 9 m², and 8 m². Bathroom with a shower and sink. The toilet is separate.The entire apartment is equipped with laminate flooring, double glazing, and is heated by central heating. The connection for the washer/dryer is located in the kitchen.DETAILS:- Note: photos are made of a similar house- Storage in the basement- Old-Rijswijk, Herenstraat, Rijswijkse bosRENTAL PRICE:- Excluding gas, water, electricity, internet and television - Including advance payment for  any service costsRENTAL CONDITIONS:- Property is suitable for a maximum of 2 persons / family- Lease term: minimum 1 year + indefinite period- Deposit equal to the (total) monthly rent- Housing permit not required- No pets allowedREQUIREMENTS:See under the tab \"rental conditions\" which documents are required for renting this property.* No legal rights can be derived from the above text"},
{"url": "https://woonzeker.com/aanbod/s-gravenhage/de-gaarde-38", "address": "De Gaarde 38", "city": "'s-Gravenhage", "postal_code": "2542 CJ", "latitude": 4.2724066, "longitude": 4.2724066, "price": 1200.0, "rooms": 3, "bedrooms": 2, "surface": "63 m²", "furniture": "upholstered", "photo": "https://cdn.realmark.cloud/91/publicPhotos/34ace060-9b9d-4758-894d-db57dc54610b/69c04eae-e355-4fbf-bc6d-92f63a95818a.jpeg", "description": "**English text belowHeerlijk 3-kamer appartement beschikbaar met balkon en berging in de onderbouw. Nabij de woning treft u de Uithof en het Uithofpark, perfect voor een gezellig dagje met de familie over voor een heerlijke wandeling door het groen. Diverse winkels gelegen in het winkelcentrum Leyweg treft u op fietsafstand. Het appartement is perfect geschikt voor een startend stel!INDELING: Afgesloten portiek met brievenbussen en bellentableau, u betreedt het gemeenschappelijke trappenhuis. U neemt de trap naar de 1e etage waar het appartement zich bevindt. Voordeur, entree appartement in de hal waar vanuit u alle vertrekken kan betreden. Ruime woonkamer van circa. 31 m². Semi-open L-vormige keuken welke is voorzien van een kookplaat, koelkast, vriezer, afzuigkap, oven en vaatwasser. Vanuit de keuken heeft u middels openslaande deuren toegang tot het eerste balkon. twee slaapkamers, één gelegen aan de voorzijde van circa. 9 m² en één gelegen aan de achterzijde van circa. 14 m². Vanuit de slaapkamer gelegen aan de achterzijde heeft u middels openslaande deuren toegang tot het tweede balkon. Badkamer welke is voorzien van een douche en wastafel. Het toilet is separaat. De gehele woning is voorzien van een laminaatvloer, verlichtingsarmaturen, raambekleding, gedeeltelijk dubbele beglazing en wordt verwarmd middels centrale verwarming. De aansluiting voor de wasmachine/ droger bevindt zich in een separate ruimte. BIJZONDERHEDEN:- De Uithof      - Nabij uitvalswegen   - Met berging in de onderbouw   HUURPRIJS:- Exclusief gas, water, elektra, internet en televisie - Inclusief voorschot voor eventuele servicekostenHUURVOORWAARDEN:- Woning is geschikt voor maximaal 2 personen / gezin- Huurtermijn: minimaal 1 jaar + onbepaalde tijd  - Waarborgsom gelijk aan de (totale) maandhuur- Huisvestingsvergunning verplicht (max. bruto jaarinkomen betreft € 62.191,- voor 1 persoon en € 82.921,-  voor 2 of meer personen)- Geen huisdieren toegestaan BENODIGDHEDEN:Zie onder tab “huurvoorwaarden” welke documenten vereist zijn voor het huren van deze woning. *Aan bovenstaande tekst kunnen geen juridische rechten worden ontleend__________________________**English text belowLovely 3-room apartment available with balcony and storage in the basement. Near the property, you will find the Uithof and the Uithofpark, perfect for a cozy day with the family or a delightful walk through the greenery. Various shops located in the Leyweg shopping center are within cycling distance. The apartment is perfect for a starting couple!LAYOUT: Closed entrance with mailboxes and intercom, you enter the communal staircase. Take the stairs to the 1st floor where the apartment is located. Front door, entrance to the apartment in the hallway providing access to all rooms. Spacious living room of approximately 31 m². Semi-open L-shaped kitchen equipped with a stove, refrigerator, freezer, extractor hood, oven, and dishwasher. From the kitchen, you have access to the first balcony through French doors. Two bedrooms, one located at the front of approximately 9 m² and one at the rear of approximately 14 m². From the bedroom at the rear, you have access to the second balcony through French doors. Bathroom with a shower and sink. The toilet is separate.The entire apartment is equipped with laminate flooring, light fixtures, window coverings, partially double glazing, and is heated by central heating. The connection for the washer/dryer is located in a separate space.DETAILS:-\tDe Uithof -\tNear highways -\tWith storage in basement RENTAL PRICE:- Excluding gas, water, electricity, internet and television - Including advance payment for  any service costsRENTAL CONDITIONS:- Property is suitable for a maximum of 2 persons / family- Lease term: minimum 1 year + indefinite period- Deposit equal to the (total) monthly rent- Housing permit required (max. gross annual income is € 62.191 for 1 person and € 82.921  for 2 or more persons)- No pets allowedREQUIREMENTS:See under the tab \"rental conditions\" which documents are required for renting this property.* No legal rights can be derived from the above text"},
{"url": "https://woonzeker.com/aanbod/rijswijk/steenlaan-134", "address": "Steenlaan 134", "city": "Rijswijk", "postal_code": "2282 BG", "latitude": 4.3308765, "longitude": 4.3308765, "price": 1100.0, "rooms": 3, "bedrooms": 2, "surface": "75 m²", "furniture": "upholstered", "photo": "https://cdn.realmark.cloud/91/publicPhotos/1aa13fdd-816a-4da0-99d8-fafdac55dc74/9d5923dc-a1bc-480e-bc00-05bd6abfea84.jpeg", "description": "**English text belowGelegen in het sfeervolle oud Rijswijk, dit leuke 3-kamer appartement beschikbaar. Dit appartement ligt op loopafstand van de Herenstraat waar u verschillende leuke winkeltjes en eettentjes kunt vinden. Tevens het Rijswijkse bos treft u nabij. Het appartement is perfect geschikt voor een stel!INDELING: Gesloten portiek met brievenbussen en bellentableau, u betreedt het gemeenschappelijke trappenhuis. U neemt de trap naar de 2e etage waar het appartement zich bevindt. Voordeur, entree appartement in de hal waar vanuit u alle vertrekken kunt betreden. Woonkamer van circa. 35 m². Separaat neutraal keukenblok. Twee slaapkamers van circa. 12 m² en 9 m². Vanuit de ruimere slaapkamer, de keuken en de woonkamer heeft u middels openslaande deuren toegang tot het heerlijke balkon. Badkamer welke is voorzien van een douche en wastafel. Het toilet is separaat. De gehele woning is voorzien van een laminaat vloer, dubbele beglazing, verlichtingsarmaturen en wordt verwarmd middels centrale verwarming. De aansluiting voor de wasmachine/ droger bevindt zich in de keuken. BIJZONDERHEDEN:- Berging in de onderbouw  - Oud-Rijswijk, Herenstraat, Rijswijkse bosHUURPRIJS:- Exclusief gas, water, elektra, internet en televisie - Inclusief eventuele servicekostenHUURVOORWAARDEN:- Woning is geschikt voor maximaal 2 personen / gezin- Huurtermijn: minimaal 1 jaar + onbepaalde tijd  - Waarborgsom gelijk aan de (totale) maandhuur- Huisvestingsvergunning niet verplicht - Geen huisdieren toegestaan BENODIGDHEDEN:Zie onder tab “huurvoorwaarden” welke documenten vereist zijn voor het huren van deze woning. *Aan bovenstaande tekst kunnen geen juridische rechten worden ontleend__________________________**English text belowLocated in the charming Old Rijswijk, this delightful 3-room apartment is available. This apartment is within walking distance of Herenstraat, where you can find various charming shops and eateries. Also nearby is the Rijswijkse bos (Rijswijk forest). The apartment is perfect for a couple!LAYOUT: Closed entrance with mailboxes and intercom, you enter the communal staircase. Take the stairs to the 2nd floor where the apartment is located. Front door, entrance to the apartment in the hallway providing access to all rooms. Living room of approximately 35 m². Separate neutral kitchen unit. Two bedrooms of approximately 12 m² and 9 m². From the larger bedroom, the kitchen, and the living room, you have access to the lovely balcony through French doors. Bathroom with a shower and sink. The toilet is separate.The entire apartment is equipped with laminate flooring, double glazing, light fixtures, and is heated by central heating. The connection for the washer/dryer is located in the kitchen.DETAILS:- Storage in the basement- Old-Rijswijk, Herenstraat, Rijswijkse bosRENTAL PRICE:- Excluding gas, water, electricity, internet and television - Including advance payment for any service costsRENTAL CONDITIONS:- Property is suitable for a maximum of 2 persons / family- Lease term: minimum 1 year + indefinite period- Deposit equal to the (total) monthly rent- Housing permit not required- No pets allowedREQUIREMENTS:See under the tab \"rental conditions\" which documents are required for renting this property.* No legal rights can be derived from the above text"},
{"url": "https://woonzeker.com/aanbod/s-gravenhage/beresteinlaan-14-a", "address": "Beresteinlaan 14", "city": "'s-Gravenhage", "postal_code": "2542 KA", "latitude": 4.2577144, "longitude": 4.2577144, "price": 1300.0, "rooms": 4, "bedrooms": 3, "surface": "76 m²", "furniture": "upholstered", "photo": "https://cdn.realmark.cloud/91/publicPhotos/51e9acbc-c574-4fd2-952e-0d003b06a93b/c4bc0e52-8b78-4ed7-96c8-f53cf56d6b24.jpeg", "description": "**English text belowHeerlijk 4-kamer appartement beschikbaar met berging in de onderbouw. Nabij de woning treft u de Uithof en het Uithofpark, perfect voor een gezellig dagje met de familie over voor een heerlijke wandeling door het groen. Diverse winkels gelegen in het winkelcentrum Leyweg treft u op fietsafstand. Het appartement is perfect geschikt voor een startend stel! INDELING: Gesloten portiek met bellen en brievenbussentableau, u betreedt het gemeenschappelijke trappenhuis. U neemt de trap naar de 1e etage waar het appartement zich aan de rechterzijde bevindt. Voordeur, entree appartement in de L-vormige hal waar vanuit u alle vertrekken kan betreden. Woonkamer van circa. 22 m². Separate keuken welke is voorzien van een kookplaat, koelkast, afzuigkap, vaatwasser en oven.  Drie slaapkamers, twee gelegen aan de achterzijde van circa. 11 m² en 12 m² en één gelegen aan de voorzijde van circa. 8 m². Vanuit de slaapkamers gelegen aan de achterzijde en vanuit de keuken heeft u middels openslaande deuren toegang tot het heerlijke balkon. Badkamer welke is voorzien van een douche en wastafel. Het toilet is separaat. De gehele woning is voorzien van een laminaatvloer, verlichtingsarmaturen, gedeeltelijk dubbele beglazing en wordt verwarmd middels centrale verwarming. De aansluiting voor de wasmachine/ droger bevindt zich in de keuken.   BIJZONDERHEDEN:- De Uithof      - Nabij uitvalswegen   - Met berging in de onderbouw    HUURPRIJS:- Exclusief gas, water, elektra, internet en televisie - Inclusief voorschot voor eventuele servicekostenHUURVOORWAARDEN:- Woning is geschikt voor maximaal 2 personen / gezin- Huurtermijn: minimaal 1 jaar + onbepaalde tijd  - Waarborgsom gelijk aan de (totale) maandhuur- Huisvestingsvergunning verplicht (max. bruto jaarinkomen betreft € 62.191,- voor 1 persoon en € 82.921,-  voor 2 of meer personen)- Geen huisdieren toegestaan BENODIGDHEDEN:Zie onder tab “huurvoorwaarden” welke documenten vereist zijn voor het huren van deze woning. *Aan bovenstaande tekst kunnen geen juridische rechten worden ontleend__________________________**English text belowLovely 4-room apartment available with storage in the basement. Near the property, you will find the Uithof and the Uithofpark, perfect for a cozy day with the family or a delightful walk in the greenery. Various shops located in the Leyweg shopping center are within cycling distance. The apartment is perfectly suitable for a starting couple!LAYOUT: Closed entrance with doorbells and mailbox panel; you enter the communal staircase. Take the stairs to the 1st floor where the apartment is located on the right side. Front door, entrance to the apartment in the L-shaped hallway, providing access to all rooms. Living room of approximately 22 m². Separate kitchen equipped with a stove, refrigerator, extractor hood, dishwasher, and oven. Three bedrooms, two located at the rear of approximately 11 m² and 12 m², and one located at the front of approximately 8 m². From the bedrooms at the rear and from the kitchen, you have access to the lovely balcony through French doors. Bathroom with a shower and sink. The toilet is separate.The entire apartment is equipped with laminate flooring, light fixtures, partially double glazing, and is heated by central heating. The connection for the washing machine/dryer is located in the kitchen.DETAILS:-\tDe Uithof -\tNear highways -\tWith storage in basement RENTAL PRICE:- Excluding gas, water, electricity, internet and television - Including advance payment for any service costsRENTAL CONDITIONS:- Property is suitable for a maximum of 2 persons / family- Lease term: minimum 1 year + indefinite period- Deposit equal to the (total) monthly rent- Housing permit required (max. gross annual income is € 62.191 for 1 person and € 82.921  for 2 or more persons)- No pets allowedREQUIREMENTS:See under the tab \"rental conditions\" which documents are required for renting this property.* No legal rights can be derived from the above text"},
{"url": "https://woonzeker.com/aanbod/rijswijk/steenlaan-97", "address": "Steenlaan 97", "city": "Rijswijk", "postal_code": "2282 BB", "latitude": 4.3309494, "longitude": 4.3309494, "price": 1250.0, "rooms": 4, "bedrooms": 3, "surface": "84 m²", "furniture": "upholstered", "photo": "https://cdn.realmark.cloud/91/publicPhotos/a9ab2226-0659-4909-a683-c59089c5c131/5dca64eb-0ad4-4a50-9331-3cf63269e7c9.jpeg", "description": "**English text belowGelegen in het sfeervolle oud Rijswijk, dit leuke 4-kamer appartement beschikbaar. Dit appartement ligt op loopafstand van de Herenstraat waar u verschillende leuke winkeltjes en eettentjes kunt vinden. Tevens het Rijswijkse bos treft u nabij. Perfect voor een stel!INDELING: Entree middels gesloten portiek, u betreedt de gemeenschappelijke ruimte met de brievenbussen en de trap naar de onderbouw waar zich de bergingen bevinden. U neemt de trap naar de 2e etage, waar het appartement zich bevindt. Voordeur, entree appartement in de hal waar vanuit u alle vertrekken kunt betreden. Woonkamer van circa. 34 m². Vanuit de woonkamer heeft u middels openslaande deuren toegang tot het balkon aan de achterzijde. Separaat neutraal keukenblok. Twee slaapkamers van circa. 12 m² en 9 m². Badkamer welke is voorzien van een douche en wastafel. Het toilet is separaat.De gehele woning is voorzien van een laminaatvloer en wordt verwarmd middels centrale verwarming. De wasmachine aansluiting bevindt zich in de keuken. Bijzonderheden:- Berging in de onderbouw    - Oud-Rijswijk - Herenstraat en Rijswijkse Bos  HUURPRIJS:- Exclusief gas, water, elektra, televisie, internet- Inclusief voorschot voor eventuele servicekostenHUURVOORWAARDEN:- Woning is geschikt voor maximaal 2 personen- Huurtermijn: minimaal 1 jaar + onbepaalde tijd  - Waarborgsom gelijk aan de (totale) maandhuur- Huisvestingsvergunning niet verplicht - Geen huisdieren toegestaan BENODIGDHEDEN:Zie onder tab “huurvoorwaarden” welke documenten vereist zijn voor het huren van deze woning. *Aan bovenstaande tekst kunnen geen juridische rechten worden ontleend__________________________**English text belowLocated in the charming old town of Rijswijk, this delightful 4-room apartment is available. The apartment is within walking distance of Herenstraat, where you can find various charming shops and eateries. Additionally, Rijswijkse Bos (Rijswijk Forest) is nearby. Perfect for a couple!LAYOUT: Entrance through a closed porch, entering the communal area with mailboxes and stairs to the lower level where the storage rooms are located. Take the stairs to the 2nd floor, where the apartment is situated. Front door, entrance to the apartment in the hallway providing access to all rooms. Living room of approximately 34 sqm. From the living room, you have access to the balcony at the rear through French doors. Separate neutral kitchen block. Two bedrooms of approximately 12 sqm and 9 sqm. Bathroom with a shower and sink. The toilet is separate.The entire house is equipped with laminate flooring and is heated through central heating. The washing machine connection is in the kitchen.DETAILS:-\tStorage in the lower level-\tOld Rijswijk-\tHerenstraat and Rijswijkse Bos (Rijswijk Forest) RENTAL PRICE:- Excluding gas, water, electricity, television, internet  - Including service costsRENTAL CONDITIONS:- Property is suitable for a maximum of 2 persons / family- Lease term: minimum 1 year + indefinite period- Deposit equal to the (total) monthly rent- Housing permit not required- No pets allowedREQUIREMENTS:See under the tab \"rental conditions\" which documents are required for renting this property.* No legal rights can be derived from the above text"}
]